/*
 Navicat Premium Data Transfer

 Source Server         : mysql
 Source Server Type    : MySQL
 Source Server Version : 50724
 Source Host           : localhost:3306
 Source Schema         : community

 Target Server Type    : MySQL
 Target Server Version : 50724
 File Encoding         : 65001

 Date: 03/04/2023 14:59:20
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for comment
-- ----------------------------
DROP TABLE IF EXISTS `comment`;
CREATE TABLE `comment`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NULL DEFAULT NULL,
  `entity_type` int(11) NULL DEFAULT NULL,
  `entity_id` int(11) NULL DEFAULT NULL,
  `target_id` int(11) NULL DEFAULT NULL,
  `content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `status` int(11) NULL DEFAULT NULL,
  `create_time` timestamp(0) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `index_user_id`(`user_id`) USING BTREE,
  INDEX `index_entity_id`(`entity_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 299 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of comment
-- ----------------------------
INSERT INTO `comment` VALUES (1, 111, 1, 228, 0, 'xxx', 0, '2019-04-04 11:13:36');
INSERT INTO `comment` VALUES (2, 111, 1, 228, 0, 'yyy', 0, '2019-04-04 11:13:40');
INSERT INTO `comment` VALUES (3, 111, 1, 228, 0, 'zzz', 0, '2019-04-04 11:13:43');
INSERT INTO `comment` VALUES (4, 112, 1, 228, 0, 'haha', 0, '2019-04-04 11:32:03');
INSERT INTO `comment` VALUES (5, 112, 1, 228, 0, '111', 0, '2019-04-04 11:32:51');
INSERT INTO `comment` VALUES (6, 112, 1, 228, 0, '222', 0, '2019-04-04 11:32:56');
INSERT INTO `comment` VALUES (7, 112, 1, 228, 0, '333', 0, '2019-04-04 11:33:00');
INSERT INTO `comment` VALUES (8, 112, 1, 229, 0, 'haha', 0, '2019-04-05 14:33:17');
INSERT INTO `comment` VALUES (9, 111, 1, 228, 0, 'ok', 0, '2019-04-08 03:53:19');
INSERT INTO `comment` VALUES (10, 131, 1, 228, 0, '我是新人, 请多关照!', 0, '2019-04-08 04:09:46');
INSERT INTO `comment` VALUES (11, 111, 1, 231, 0, '别灌水', 0, '2019-04-08 06:08:32');
INSERT INTO `comment` VALUES (12, 111, 1, 232, 0, 'Hello', 0, '2019-04-08 07:58:17');
INSERT INTO `comment` VALUES (13, 132, 2, 12, 0, 'How are you?', 0, '2019-04-08 07:58:42');
INSERT INTO `comment` VALUES (14, 111, 2, 12, 0, '你好', 0, '2019-04-08 08:27:31');
INSERT INTO `comment` VALUES (15, 132, 2, 12, 0, '你吃了吗', 0, '2019-04-08 08:30:56');
INSERT INTO `comment` VALUES (16, 111, 2, 12, 132, '吃了', 0, '2019-04-08 08:43:13');
INSERT INTO `comment` VALUES (17, 111, 2, 12, 132, '你呢', 0, '2019-04-08 08:46:21');
INSERT INTO `comment` VALUES (18, 111, 1, 232, 0, '哎呀', 0, '2019-04-08 09:15:46');
INSERT INTO `comment` VALUES (19, 132, 2, 18, 0, '哈哈', 0, '2019-04-08 09:16:00');
INSERT INTO `comment` VALUES (21, 111, 2, 18, 132, '嗯嗯', 0, '2019-04-08 09:18:30');
INSERT INTO `comment` VALUES (22, 132, 2, 18, 111, '嘿嘿', 0, '2019-04-08 09:18:48');
INSERT INTO `comment` VALUES (23, 111, 1, 232, 0, '1', 0, '2019-04-08 10:56:02');
INSERT INTO `comment` VALUES (24, 111, 1, 232, 0, '2', 0, '2019-04-08 10:56:05');
INSERT INTO `comment` VALUES (25, 111, 1, 232, 0, '3', 0, '2019-04-08 10:56:08');
INSERT INTO `comment` VALUES (26, 111, 1, 232, 0, '4', 0, '2019-04-08 10:56:10');
INSERT INTO `comment` VALUES (27, 111, 1, 232, 0, '5', 0, '2019-04-08 10:56:13');
INSERT INTO `comment` VALUES (28, 112, 1, 233, 0, 'bbb', 0, '2019-04-10 03:10:33');
INSERT INTO `comment` VALUES (29, 111, 2, 28, 0, 'bbb', 0, '2019-04-10 03:10:59');
INSERT INTO `comment` VALUES (30, 112, 2, 28, 111, 'ccc', 0, '2019-04-10 03:11:15');
INSERT INTO `comment` VALUES (31, 113, 1, 233, 0, 'Spring Boot', 0, '2019-04-13 06:48:02');
INSERT INTO `comment` VALUES (32, 113, 1, 233, 0, 'Kafka', 0, '2019-04-13 06:56:50');
INSERT INTO `comment` VALUES (33, 119, 1, 233, 0, '说的不错, 顶顶顶!!!', 0, '2019-04-13 08:35:24');
INSERT INTO `comment` VALUES (34, 120, 1, 233, 0, '说的透彻!', 0, '2019-04-13 08:50:56');
INSERT INTO `comment` VALUES (35, 122, 1, 233, 0, '大爱', 0, '2019-04-13 08:52:03');
INSERT INTO `comment` VALUES (36, 124, 1, 233, 0, '说道心坎里去了!!!', 0, '2019-04-13 08:52:57');
INSERT INTO `comment` VALUES (37, 125, 1, 233, 0, '完全赞同!', 0, '2019-04-13 08:53:35');
INSERT INTO `comment` VALUES (38, 126, 1, 233, 0, '就是就是', 0, '2019-04-13 08:54:10');
INSERT INTO `comment` VALUES (39, 127, 1, 233, 0, '支持楼主', 0, '2019-04-13 08:54:53');
INSERT INTO `comment` VALUES (40, 128, 1, 233, 0, '果断粉你', 0, '2019-04-13 08:55:22');
INSERT INTO `comment` VALUES (41, 129, 1, 233, 0, '很好', 0, '2019-04-13 08:55:45');
INSERT INTO `comment` VALUES (42, 131, 1, 233, 0, '厉害了', 0, '2019-04-13 08:56:12');
INSERT INTO `comment` VALUES (43, 112, 1, 234, 0, '哈哈', 0, '2019-04-13 09:56:33');
INSERT INTO `comment` VALUES (44, 112, 1, 235, 0, '哈哈', 0, '2019-04-13 10:26:13');
INSERT INTO `comment` VALUES (45, 112, 1, 236, 0, 'haha', 0, '2019-04-13 10:34:11');
INSERT INTO `comment` VALUES (46, 111, 1, 236, 0, 'hehe', 0, '2019-04-13 10:35:33');
INSERT INTO `comment` VALUES (47, 113, 2, 46, 0, 'lala', 0, '2019-04-13 10:36:05');
INSERT INTO `comment` VALUES (48, 112, 1, 237, 0, 'bbb', 0, '2019-04-13 14:21:04');
INSERT INTO `comment` VALUES (49, 113, 1, 237, 0, 'ccc', 0, '2019-04-13 14:23:01');
INSERT INTO `comment` VALUES (50, 114, 1, 237, 0, 'ddd', 0, '2019-04-13 14:23:34');
INSERT INTO `comment` VALUES (51, 115, 1, 237, 0, 'eee', 0, '2019-04-13 14:24:00');
INSERT INTO `comment` VALUES (52, 116, 1, 237, 0, 'fff', 0, '2019-04-13 14:24:28');
INSERT INTO `comment` VALUES (53, 117, 1, 237, 0, 'ggg', 0, '2019-04-13 14:24:56');
INSERT INTO `comment` VALUES (54, 118, 1, 237, 0, 'hhh', 0, '2019-04-13 14:25:33');
INSERT INTO `comment` VALUES (55, 133, 1, 245, 0, 'haha', 0, '2019-04-19 03:09:41');
INSERT INTO `comment` VALUES (56, 133, 2, 55, 0, 'hehe', 0, '2019-04-19 03:09:46');
INSERT INTO `comment` VALUES (57, 133, 2, 55, 133, 'heihei', 0, '2019-04-19 03:09:53');
INSERT INTO `comment` VALUES (58, 133, 1, 246, 0, 'hello', 0, '2019-04-19 03:37:34');
INSERT INTO `comment` VALUES (59, 111, 1, 246, 0, 'gg', 0, '2019-04-19 09:21:50');
INSERT INTO `comment` VALUES (60, 134, 1, 249, 0, 'kk', 0, '2019-04-19 10:16:57');
INSERT INTO `comment` VALUES (61, 134, 2, 60, 0, 'gg', 0, '2019-04-19 10:17:03');
INSERT INTO `comment` VALUES (62, 134, 2, 60, 134, 'ff', 0, '2019-04-19 10:17:09');
INSERT INTO `comment` VALUES (63, 111, 1, 233, 0, 'public static void main(String[] args) {\r\n  System.out.println(&quot;Hello World.&quot;);\r\n}', 0, '2019-04-23 04:34:03');
INSERT INTO `comment` VALUES (64, 111, 1, 246, 0, '不错', 0, '2019-04-23 07:30:47');
INSERT INTO `comment` VALUES (65, 111, 1, 233, 0, '很好', 0, '2019-04-23 07:31:13');
INSERT INTO `comment` VALUES (66, 137, 1, 270, 0, 'x', 0, '2019-04-25 06:46:09');
INSERT INTO `comment` VALUES (67, 137, 1, 270, 0, 'y', 0, '2019-04-25 06:46:13');
INSERT INTO `comment` VALUES (68, 137, 1, 270, 0, 'z', 0, '2019-04-25 06:46:16');
INSERT INTO `comment` VALUES (69, 137, 1, 270, 0, 'a', 0, '2019-04-25 06:46:25');
INSERT INTO `comment` VALUES (70, 137, 1, 270, 0, 'b', 0, '2019-04-25 06:46:28');
INSERT INTO `comment` VALUES (71, 137, 1, 270, 0, 'c', 0, '2019-04-25 06:46:31');
INSERT INTO `comment` VALUES (72, 137, 2, 66, 0, '嗯嗯', 0, '2019-04-25 06:46:43');
INSERT INTO `comment` VALUES (73, 137, 2, 66, 0, '你好', 0, '2019-04-25 06:46:48');
INSERT INTO `comment` VALUES (74, 137, 2, 66, 0, '吃了', 0, '2019-04-25 06:46:57');
INSERT INTO `comment` VALUES (75, 137, 2, 66, 137, '你呢', 0, '2019-04-25 06:47:05');
INSERT INTO `comment` VALUES (76, 138, 1, 271, 0, 'private', 0, '2019-04-25 07:22:28');
INSERT INTO `comment` VALUES (77, 138, 1, 271, 0, 'protected', 0, '2019-04-25 07:22:33');
INSERT INTO `comment` VALUES (78, 138, 2, 77, 0, 'void', 0, '2019-04-25 07:22:43');
INSERT INTO `comment` VALUES (79, 138, 2, 77, 138, 'yes', 0, '2019-04-25 07:22:50');
INSERT INTO `comment` VALUES (80, 111, 1, 272, 0, 'gg', 0, '2019-04-26 07:42:54');
INSERT INTO `comment` VALUES (81, 111, 2, 80, 0, '你好', 0, '2019-04-26 07:43:26');
INSERT INTO `comment` VALUES (82, 111, 2, 80, 0, '嗯嗯', 0, '2019-04-26 07:43:33');
INSERT INTO `comment` VALUES (83, 111, 2, 80, 111, '吃了', 0, '2019-04-26 07:43:40');
INSERT INTO `comment` VALUES (84, 145, 1, 273, 0, '嘿嘿', 0, '2019-04-28 07:33:03');
INSERT INTO `comment` VALUES (85, 145, 2, 84, 0, '你好', 0, '2019-04-28 07:33:12');
INSERT INTO `comment` VALUES (86, 145, 2, 84, 145, '嗯嗯', 0, '2019-04-28 07:33:16');
INSERT INTO `comment` VALUES (87, 111, 1, 273, 0, '不错', 0, '2019-04-28 10:56:14');
INSERT INTO `comment` VALUES (88, 145, 1, 272, 0, 'xxx', 0, '2019-05-06 03:37:28');
INSERT INTO `comment` VALUES (89, 146, 1, 234, 0, '不错', 0, '2019-05-10 02:35:01');
INSERT INTO `comment` VALUES (90, 146, 2, 43, 0, '嗯嗯', 0, '2019-05-10 02:35:09');
INSERT INTO `comment` VALUES (91, 112, 2, 43, 0, '你好', 0, '2019-05-10 02:35:29');
INSERT INTO `comment` VALUES (92, 113, 1, 234, 0, '嘿嘿嘿', 0, '2019-05-10 02:36:06');
INSERT INTO `comment` VALUES (93, 114, 1, 234, 0, '啦啦啦', 0, '2019-05-10 02:36:25');
INSERT INTO `comment` VALUES (94, 114, 1, 234, 0, 'yes', 0, '2019-05-10 02:36:41');
INSERT INTO `comment` VALUES (95, 115, 1, 234, 0, '很悬很悬', 0, '2019-05-10 02:37:16');
INSERT INTO `comment` VALUES (96, 146, 1, 234, 0, '行不行啊', 0, '2019-05-10 04:39:16');
INSERT INTO `comment` VALUES (97, 146, 2, 96, 0, '你呢', 0, '2019-05-10 04:39:37');
INSERT INTO `comment` VALUES (98, 146, 1, 234, 0, '天呐', 0, '2019-05-10 04:40:08');
INSERT INTO `comment` VALUES (99, 146, 1, 234, 0, '试试', 0, '2019-05-10 04:40:32');
INSERT INTO `comment` VALUES (100, 146, 1, 234, 0, '???', 0, '2019-05-10 04:42:07');
INSERT INTO `comment` VALUES (101, 146, 1, 234, 0, 'why', 0, '2019-05-10 04:46:22');
INSERT INTO `comment` VALUES (102, 146, 1, 234, 0, '怎么回事', 0, '2019-05-10 04:47:23');
INSERT INTO `comment` VALUES (103, 146, 1, 234, 0, 'hello', 0, '2019-05-10 04:55:07');
INSERT INTO `comment` VALUES (104, 146, 1, 274, 0, '顶起', 0, '2019-05-15 03:34:32');
INSERT INTO `comment` VALUES (105, 111, 2, 104, 0, '顶你', 0, '2019-05-15 03:34:51');
INSERT INTO `comment` VALUES (106, 146, 2, 104, 111, '谢谢兄弟', 0, '2019-05-15 03:35:14');
INSERT INTO `comment` VALUES (107, 111, 2, 104, 146, '其实我也想要offer', 0, '2019-05-15 03:35:40');
INSERT INTO `comment` VALUES (108, 112, 1, 274, 0, '哈哈', 0, '2019-05-15 03:40:50');
INSERT INTO `comment` VALUES (109, 112, 1, 274, 0, '???', 0, '2019-05-15 03:45:53');
INSERT INTO `comment` VALUES (110, 111, 1, 274, 0, 'why', 0, '2019-05-15 03:55:00');
INSERT INTO `comment` VALUES (111, 111, 1, 274, 0, '没事了', 0, '2019-05-15 04:00:37');
INSERT INTO `comment` VALUES (112, 111, 1, 274, 0, '好了', 0, '2019-05-15 07:05:03');
INSERT INTO `comment` VALUES (113, 111, 1, 274, 0, 'ok', 0, '2019-05-15 07:26:52');
INSERT INTO `comment` VALUES (114, 111, 1, 274, 0, 'hello', 0, '2019-05-15 07:27:06');
INSERT INTO `comment` VALUES (115, 111, 1, 274, 0, 'world', 0, '2019-05-15 07:27:16');
INSERT INTO `comment` VALUES (116, 111, 1, 274, 0, 'quartz', 0, '2019-05-15 07:35:20');
INSERT INTO `comment` VALUES (117, 111, 1, 274, 0, '好的', 0, '2019-05-15 09:09:09');
INSERT INTO `comment` VALUES (118, 111, 1, 274, 0, '为啥', 0, '2019-05-15 09:10:35');
INSERT INTO `comment` VALUES (119, 111, 1, 274, 0, '666', 0, '2019-05-15 09:15:43');
INSERT INTO `comment` VALUES (120, 111, 1, 274, 0, '777', 0, '2019-05-15 09:53:15');
INSERT INTO `comment` VALUES (121, 111, 1, 274, 0, '888', 0, '2019-05-15 09:53:52');
INSERT INTO `comment` VALUES (122, 111, 1, 274, 0, '999', 0, '2019-05-15 09:55:08');
INSERT INTO `comment` VALUES (123, 111, 1, 274, 0, '111', 0, '2019-05-15 09:55:39');
INSERT INTO `comment` VALUES (124, 111, 1, 274, 0, '222', 0, '2019-05-15 09:57:02');
INSERT INTO `comment` VALUES (125, 111, 1, 274, 0, '333', 0, '2019-05-15 09:57:20');
INSERT INTO `comment` VALUES (126, 111, 1, 274, 0, '444', 0, '2019-05-15 09:57:26');
INSERT INTO `comment` VALUES (127, 111, 1, 274, 0, '555', 0, '2019-05-15 09:57:31');
INSERT INTO `comment` VALUES (128, 111, 1, 274, 0, '666', 0, '2019-05-15 10:00:19');
INSERT INTO `comment` VALUES (129, 111, 1, 274, 0, '777', 0, '2019-05-15 10:00:25');
INSERT INTO `comment` VALUES (130, 111, 1, 274, 0, '888', 0, '2019-05-15 10:00:31');
INSERT INTO `comment` VALUES (131, 111, 1, 274, 0, '999', 0, '2019-05-15 10:00:37');
INSERT INTO `comment` VALUES (132, 111, 1, 274, 0, '111', 0, '2019-05-15 10:00:43');
INSERT INTO `comment` VALUES (133, 111, 1, 274, 0, '111', 0, '2019-05-15 10:01:34');
INSERT INTO `comment` VALUES (134, 111, 1, 274, 0, '222', 0, '2019-05-15 10:01:39');
INSERT INTO `comment` VALUES (135, 111, 1, 274, 0, '333', 0, '2019-05-15 10:01:45');
INSERT INTO `comment` VALUES (136, 111, 1, 274, 0, '444', 0, '2019-05-15 10:01:50');
INSERT INTO `comment` VALUES (137, 111, 1, 274, 0, '555', 0, '2019-05-15 10:01:55');
INSERT INTO `comment` VALUES (138, 111, 1, 274, 0, '555', 0, '2019-05-15 10:02:29');
INSERT INTO `comment` VALUES (139, 111, 1, 274, 0, '333', 0, '2019-05-15 10:18:20');
INSERT INTO `comment` VALUES (140, 111, 1, 274, 0, '444', 0, '2019-05-15 10:18:26');
INSERT INTO `comment` VALUES (141, 111, 1, 274, 0, '555', 0, '2019-05-15 10:18:31');
INSERT INTO `comment` VALUES (142, 111, 1, 274, 0, '666', 0, '2019-05-15 10:18:40');
INSERT INTO `comment` VALUES (143, 111, 1, 274, 0, 'aaa', 0, '2019-05-15 10:26:59');
INSERT INTO `comment` VALUES (152, 111, 1, 275, 0, '好吧，你赢了！', 0, '2019-05-16 11:06:58');
INSERT INTO `comment` VALUES (153, 111, 1, 275, 0, '222', 0, '2019-05-16 11:07:05');
INSERT INTO `comment` VALUES (154, 111, 1, 275, 0, '222', 0, '2019-05-16 11:07:05');
INSERT INTO `comment` VALUES (155, 111, 1, 275, 0, '333', 0, '2019-05-16 11:07:11');
INSERT INTO `comment` VALUES (156, 111, 1, 275, 0, '555', 0, '2019-05-16 11:07:15');
INSERT INTO `comment` VALUES (157, 111, 1, 275, 0, '555', 0, '2019-05-16 11:07:38');
INSERT INTO `comment` VALUES (158, 111, 1, 275, 0, '222', 0, '2019-05-16 11:12:18');
INSERT INTO `comment` VALUES (159, 111, 1, 275, 0, '333', 0, '2019-05-16 11:12:24');
INSERT INTO `comment` VALUES (160, 111, 1, 275, 0, '444', 0, '2019-05-16 11:12:29');
INSERT INTO `comment` VALUES (161, 111, 1, 275, 0, '555', 0, '2019-05-16 11:12:35');
INSERT INTO `comment` VALUES (162, 111, 1, 275, 0, '666', 0, '2019-05-16 11:12:39');
INSERT INTO `comment` VALUES (163, 111, 1, 275, 0, '777', 0, '2019-05-16 11:12:45');
INSERT INTO `comment` VALUES (164, 149, 1, 276, 0, '自己顶！！！', 0, '2019-05-17 07:50:39');
INSERT INTO `comment` VALUES (165, 111, 1, 276, 0, '欢迎！', 0, '2019-05-17 07:51:00');
INSERT INTO `comment` VALUES (166, 112, 1, 276, 0, '欢迎！', 0, '2019-05-17 07:51:22');
INSERT INTO `comment` VALUES (167, 149, 2, 165, 0, '谢谢', 0, '2019-05-17 07:51:53');
INSERT INTO `comment` VALUES (168, 149, 2, 166, 0, '谢谢', 0, '2019-05-17 07:52:01');
INSERT INTO `comment` VALUES (169, 149, 1, 276, 0, '感谢各位！', 0, '2019-05-17 07:52:14');
INSERT INTO `comment` VALUES (170, 113, 1, 276, 0, '欢迎你！', 0, '2019-05-17 07:52:35');
INSERT INTO `comment` VALUES (171, 114, 1, 276, 0, '哈哈', 0, '2019-05-17 07:53:01');
INSERT INTO `comment` VALUES (172, 111, 1, 277, 0, '111', 0, '2019-05-17 09:07:11');
INSERT INTO `comment` VALUES (173, 111, 1, 277, 0, '222', 0, '2019-05-17 09:07:15');
INSERT INTO `comment` VALUES (174, 111, 1, 277, 0, '333', 0, '2019-05-17 09:07:19');
INSERT INTO `comment` VALUES (175, 111, 1, 277, 0, '444', 0, '2019-05-17 09:07:22');
INSERT INTO `comment` VALUES (176, 111, 1, 277, 0, '555', 0, '2019-05-17 09:07:25');
INSERT INTO `comment` VALUES (177, 111, 1, 277, 0, '666', 0, '2019-05-17 09:07:29');
INSERT INTO `comment` VALUES (178, 111, 1, 277, 0, '777', 0, '2019-05-17 09:07:34');
INSERT INTO `comment` VALUES (179, 111, 1, 277, 0, '888', 0, '2019-05-17 09:07:38');
INSERT INTO `comment` VALUES (180, 111, 1, 277, 0, '999', 0, '2019-05-17 09:07:43');
INSERT INTO `comment` VALUES (181, 111, 1, 277, 0, '000', 0, '2019-05-17 09:07:48');
INSERT INTO `comment` VALUES (182, 111, 1, 277, 0, '111', 0, '2019-05-17 09:07:53');
INSERT INTO `comment` VALUES (183, 111, 1, 277, 0, 'aaa', 0, '2019-05-17 09:19:01');
INSERT INTO `comment` VALUES (184, 111, 1, 277, 0, 'bbb', 0, '2019-05-17 09:25:37');
INSERT INTO `comment` VALUES (188, 111, 1, 277, 0, 'ccc', 0, '2019-05-17 09:49:58');
INSERT INTO `comment` VALUES (189, 111, 1, 277, 0, 'ddd', 0, '2019-05-17 09:52:50');
INSERT INTO `comment` VALUES (190, 111, 1, 277, 0, 'eee', 0, '2019-05-17 10:03:41');
INSERT INTO `comment` VALUES (191, 111, 1, 277, 0, 'fff', 0, '2019-05-17 10:04:43');
INSERT INTO `comment` VALUES (192, 111, 1, 277, 0, 'ggg', 0, '2019-05-17 10:05:05');
INSERT INTO `comment` VALUES (195, 111, 1, 277, 0, 'hhh', 0, '2019-05-17 10:10:41');
INSERT INTO `comment` VALUES (196, 111, 1, 277, 0, 'iii', 0, '2019-05-17 10:12:10');
INSERT INTO `comment` VALUES (197, 111, 1, 277, 0, 'kkk', 0, '2019-05-17 10:12:32');
INSERT INTO `comment` VALUES (199, 111, 1, 277, 0, 'xxx', 0, '2019-05-17 10:21:36');
INSERT INTO `comment` VALUES (200, 111, 1, 277, 0, 'yyy', 0, '2019-05-17 10:21:56');
INSERT INTO `comment` VALUES (201, 111, 1, 277, 0, 'zzz', 0, '2019-05-17 10:22:31');
INSERT INTO `comment` VALUES (202, 111, 1, 277, 0, 'mmm', 0, '2019-05-17 10:23:11');
INSERT INTO `comment` VALUES (203, 111, 1, 277, 0, 'nnn', 0, '2019-05-17 10:25:09');
INSERT INTO `comment` VALUES (204, 111, 1, 277, 0, 'ttt', 0, '2019-05-17 10:26:00');
INSERT INTO `comment` VALUES (205, 111, 1, 277, 0, 'aaa', 0, '2019-05-17 10:26:46');
INSERT INTO `comment` VALUES (206, 111, 1, 277, 0, 'ddd', 0, '2019-05-17 10:28:35');
INSERT INTO `comment` VALUES (207, 111, 1, 277, 0, 'ggg', 0, '2019-05-17 10:29:04');
INSERT INTO `comment` VALUES (208, 111, 1, 277, 0, 'hhh', 0, '2019-05-17 10:29:38');
INSERT INTO `comment` VALUES (209, 111, 1, 277, 0, 'vvv', 0, '2019-05-17 10:30:29');
INSERT INTO `comment` VALUES (210, 111, 1, 277, 0, 'asd', 0, '2019-05-17 10:33:21');
INSERT INTO `comment` VALUES (211, 111, 1, 277, 0, 'bbb', 0, '2019-05-17 10:34:21');
INSERT INTO `comment` VALUES (212, 111, 1, 277, 0, 'qqq', 0, '2019-05-17 10:34:45');
INSERT INTO `comment` VALUES (213, 111, 1, 277, 0, 'sada', 0, '2019-05-17 10:35:18');
INSERT INTO `comment` VALUES (214, 111, 1, 277, 0, '111', 0, '2019-05-17 10:38:40');
INSERT INTO `comment` VALUES (215, 111, 1, 277, 0, '222', 0, '2019-05-17 10:39:15');
INSERT INTO `comment` VALUES (216, 149, 1, 280, 0, '111', 0, '2019-05-20 09:41:58');
INSERT INTO `comment` VALUES (217, 149, 1, 280, 0, '222', 0, '2019-05-20 09:42:20');
INSERT INTO `comment` VALUES (218, 149, 1, 280, 0, '333', 0, '2019-05-20 09:42:35');
INSERT INTO `comment` VALUES (219, 149, 1, 280, 0, '444', 0, '2019-05-20 09:42:48');
INSERT INTO `comment` VALUES (220, 149, 1, 280, 0, '555', 0, '2019-05-20 09:43:01');
INSERT INTO `comment` VALUES (221, 149, 1, 280, 0, '666', 0, '2019-05-20 09:43:19');
INSERT INTO `comment` VALUES (222, 149, 1, 280, 0, '777', 0, '2019-05-20 09:43:32');
INSERT INTO `comment` VALUES (223, 149, 1, 280, 0, '888', 0, '2019-05-20 09:43:36');
INSERT INTO `comment` VALUES (224, 149, 1, 280, 0, '999', 0, '2019-05-20 09:43:40');
INSERT INTO `comment` VALUES (225, 149, 1, 280, 0, '000', 0, '2019-05-20 09:43:48');
INSERT INTO `comment` VALUES (226, 149, 1, 280, 0, '111', 0, '2019-05-20 09:43:55');
INSERT INTO `comment` VALUES (227, 149, 1, 280, 0, '222', 0, '2019-05-20 09:44:10');
INSERT INTO `comment` VALUES (228, 149, 1, 280, 0, '333', 0, '2019-05-20 09:44:13');
INSERT INTO `comment` VALUES (229, 149, 1, 280, 0, '444', 0, '2019-05-20 09:44:16');
INSERT INTO `comment` VALUES (230, 149, 1, 280, 0, '555', 0, '2019-05-20 09:44:19');
INSERT INTO `comment` VALUES (231, 149, 1, 280, 0, '666', 0, '2019-05-20 09:44:25');
INSERT INTO `comment` VALUES (234, 168, 1, 306, 0, '太恶心了 别跟他打交道', 0, '2022-05-02 12:15:55');
INSERT INTO `comment` VALUES (235, 171, 2, 234, 0, '跟他打交道真的累 ', 0, '2022-05-02 12:21:30');
INSERT INTO `comment` VALUES (236, 168, 2, 234, 171, '是呀  尤其是写材料  恶心', 0, '2022-05-02 12:22:11');
INSERT INTO `comment` VALUES (237, 171, 2, 234, 168, '啊 对对对', 0, '2022-05-02 12:22:50');
INSERT INTO `comment` VALUES (238, 168, 2, 152, 0, '测试测试代码', 0, '2022-05-02 16:51:53');
INSERT INTO `comment` VALUES (239, 168, 2, 152, 0, '你这代码不行呀', 0, '2022-05-02 16:51:55');
INSERT INTO `comment` VALUES (240, 168, 2, 152, 0, '别吵 安静点', 0, '2022-05-02 16:52:00');
INSERT INTO `comment` VALUES (241, 168, 2, 153, 0, '1111', 0, '2022-05-02 16:52:39');
INSERT INTO `comment` VALUES (242, 168, 2, 93, 0, '哈哈哈哈', 0, '2022-05-02 16:53:07');
INSERT INTO `comment` VALUES (243, 168, 1, 234, 0, '🍅', 0, '2022-05-02 17:10:50');
INSERT INTO `comment` VALUES (244, 171, 1, 307, 0, '6666😀😁😂😃🌴🌳🌲🌱😄', 0, '2022-05-02 17:14:11');
INSERT INTO `comment` VALUES (245, 171, 1, 307, 0, '🍠🌶🍇🍈⏰🇦🇺🇦🇹🇧🇪', 0, '2022-05-02 17:15:18');
INSERT INTO `comment` VALUES (246, 171, 1, 306, 0, ':ribbon::grin::grinning::trophy: :flag_cn:  哈哈哈哈', 0, '2022-05-02 17:53:38');
INSERT INTO `comment` VALUES (247, 171, 1, 306, 0, '🍇🍈 🍊 不能使用 ⁣shortnames: true  不然显示的是图标的名称', 0, '2022-05-02 17:54:22');
INSERT INTO `comment` VALUES (248, 171, 1, 306, 0, '😀🎃🎁🎀', 0, '2022-05-02 18:45:52');
INSERT INTO `comment` VALUES (249, 171, 2, 248, 0, NULL, 0, '2022-05-02 20:51:43');
INSERT INTO `comment` VALUES (250, 171, 2, 247, 0, NULL, 0, '2022-05-02 20:51:47');
INSERT INTO `comment` VALUES (251, 171, 2, 234, 171, '😎🌳🌶🎋💚 谢谢答复', 0, '2022-05-02 21:30:22');
INSERT INTO `comment` VALUES (252, 171, 1, 306, 0, '⁣https://yshblog.com/blog/144', 0, '2022-05-02 21:58:06');
INSERT INTO `comment` VALUES (253, 168, 1, 308, 0, '哎呦 看起来不错哦 这评论🏆🏅🎽🏁', 0, '2022-05-03 09:59:21');
INSERT INTO `comment` VALUES (254, 171, 2, 253, 0, '确实不错  嘿嘿🐱🐈🐪🐖🐷', 0, '2022-05-03 10:00:19');
INSERT INTO `comment` VALUES (255, 168, 2, 253, 171, '嗯嗯呢  给你刷火箭🚀🚀🚀🚀', 0, '2022-05-03 10:01:31');
INSERT INTO `comment` VALUES (256, 168, 1, 307, 0, 'hahah😂', 0, '2022-05-03 10:13:55');
INSERT INTO `comment` VALUES (257, 149, 1, 234, 0, '求大佬给个机会 别卷了😀', 0, '2022-06-03 17:55:00');
INSERT INTO `comment` VALUES (258, 171, 1, 309, 0, '挺不错的 🎆🎇🍅', 0, '2022-06-05 20:55:06');
INSERT INTO `comment` VALUES (259, 171, 1, 228, 0, '额 不能多个人同时在线登录？😂', 0, '2022-06-06 16:30:29');
INSERT INTO `comment` VALUES (260, 111, 1, 310, 0, '加油呀🌱', 0, '2022-06-06 17:36:01');
INSERT INTO `comment` VALUES (261, 149, 1, 310, 0, '哇哦 膜拜大佬 大佬666🎉🎉🎉', 0, '2022-06-06 17:49:56');
INSERT INTO `comment` VALUES (262, 173, 1, 311, 0, '防守打法', 0, '2022-06-06 18:49:20');
INSERT INTO `comment` VALUES (263, 171, 2, 262, 0, '😀😀 牛啊 菜苗哥', 0, '2022-06-06 18:52:29');
INSERT INTO `comment` VALUES (264, 111, 1, 311, 0, '欢迎新人 水贴 🍅', 0, '2022-06-06 18:55:11');
INSERT INTO `comment` VALUES (265, 111, 2, 262, 0, '你王者荣耀玩多了吧 中毒不浅呀 骚年😀', 0, '2022-06-06 18:56:16');
INSERT INTO `comment` VALUES (266, 168, 2, 262, 0, '好好学习 天天向上', 0, '2022-06-06 19:00:32');
INSERT INTO `comment` VALUES (267, 111, 2, 264, 0, '欢迎 新人', 0, '2022-06-06 19:10:23');
INSERT INTO `comment` VALUES (268, 111, 2, 264, 0, '🌱🌱🌱🌱', 0, '2022-06-06 19:11:21');
INSERT INTO `comment` VALUES (269, 168, 2, 264, 0, '看看是不是还有bug', 0, '2022-06-06 19:13:49');
INSERT INTO `comment` VALUES (270, 111, 1, 314, 0, '😀😀😀 可太难了', 0, '2022-06-14 21:42:49');
INSERT INTO `comment` VALUES (271, 171, 1, 315, 0, '哈哈哈哈😀', 0, '2022-06-20 09:25:27');
INSERT INTO `comment` VALUES (272, 171, 1, 315, 0, '加油🌳🌵🌸🐎', 0, '2022-06-20 09:25:37');
INSERT INTO `comment` VALUES (273, 171, 1, 315, 0, '冲呀🚀', 0, '2022-06-20 09:25:46');
INSERT INTO `comment` VALUES (274, 171, 1, 318, 0, NULL, 0, '2022-06-23 22:05:37');
INSERT INTO `comment` VALUES (275, 171, 1, 318, 0, '1', 0, '2022-06-23 22:05:56');
INSERT INTO `comment` VALUES (276, 171, 1, 318, 0, '2', 0, '2022-06-23 22:08:53');
INSERT INTO `comment` VALUES (277, 171, 1, 318, 0, '222', 0, '2022-06-23 22:11:28');
INSERT INTO `comment` VALUES (278, 171, 1, 318, 0, '5555', 0, '2022-06-23 22:11:54');
INSERT INTO `comment` VALUES (279, 171, 1, 318, 0, '666', 0, '2022-06-23 22:12:33');
INSERT INTO `comment` VALUES (280, 171, 1, 318, 0, '888', 0, '2022-06-23 22:12:52');
INSERT INTO `comment` VALUES (281, 171, 1, 318, 0, '999', 0, '2022-06-23 22:13:04');
INSERT INTO `comment` VALUES (282, 171, 2, 275, 0, '66', 0, '2022-06-23 22:13:12');
INSERT INTO `comment` VALUES (283, 171, 2, 279, 0, '1111', 0, '2022-06-23 22:13:34');
INSERT INTO `comment` VALUES (284, 171, 1, 318, 0, NULL, 0, '2022-06-23 22:25:05');
INSERT INTO `comment` VALUES (285, 171, 1, 318, 0, '122222', 0, '2022-06-23 22:25:16');
INSERT INTO `comment` VALUES (286, 171, 1, 318, 0, '122222222😂', 0, '2022-06-23 22:26:26');
INSERT INTO `comment` VALUES (287, 171, 1, 318, 0, NULL, 0, '2022-06-23 22:27:54');
INSERT INTO `comment` VALUES (288, 171, 1, 318, 0, NULL, 0, '2022-06-23 22:29:35');
INSERT INTO `comment` VALUES (289, 171, 1, 318, 0, '🌶🍒', 0, '2022-06-23 22:32:26');
INSERT INTO `comment` VALUES (290, 171, 1, 318, 0, '44444', 0, '2022-06-23 22:32:55');
INSERT INTO `comment` VALUES (291, 171, 1, 318, 0, '222233333🇩🇰', 0, '2022-06-23 22:33:23');
INSERT INTO `comment` VALUES (292, 171, 1, 318, 0, '📸📹🎥', 0, '2022-06-23 22:33:32');
INSERT INTO `comment` VALUES (293, 171, 1, 318, 0, 'ceshi', 0, '2022-06-23 22:34:29');
INSERT INTO `comment` VALUES (294, 171, 1, 318, 0, 'wuwuwuwuwu', 0, '2022-06-23 22:34:48');
INSERT INTO `comment` VALUES (295, 171, 1, 318, 0, '8888888', 0, '2022-06-23 22:35:37');
INSERT INTO `comment` VALUES (296, 171, 1, 318, 0, 'gdfgdffdgd', 0, '2022-06-23 22:36:05');
INSERT INTO `comment` VALUES (297, 171, 1, 318, 0, 'ffff🐿🐰🐴', 0, '2022-06-23 22:37:07');
INSERT INTO `comment` VALUES (298, 171, 1, 318, 0, '😞😢', 0, '2022-06-23 22:38:01');

-- ----------------------------
-- Table structure for discuss_post
-- ----------------------------
DROP TABLE IF EXISTS `discuss_post`;
CREATE TABLE `discuss_post`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(45) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `title` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `content` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
  `type` int(11) NULL DEFAULT NULL COMMENT '0-普通; 1-置顶;',
  `status` int(11) NULL DEFAULT NULL COMMENT '0-正常; 1-精华; 2-拉黑;',
  `create_time` timestamp(0) NULL DEFAULT NULL,
  `comment_count` int(11) NULL DEFAULT NULL,
  `score` double NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `index_user_id`(`user_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 334 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of discuss_post
-- ----------------------------
INSERT INTO `discuss_post` VALUES (109, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (110, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (111, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (112, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (113, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (114, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (115, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (116, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (117, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (118, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (119, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (120, '101', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (121, '102', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (122, '102', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (123, '102', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (124, '102', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (125, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (126, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (127, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (128, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (129, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (130, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (131, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (132, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (133, '103', '因特网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (134, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (135, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (136, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (137, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (138, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (139, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (140, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (141, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (142, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (143, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (144, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (145, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (146, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (147, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (148, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (149, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (150, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (151, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (152, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (153, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (154, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (155, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (156, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (157, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (158, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (159, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (160, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (161, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (162, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (163, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (164, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (165, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (166, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (167, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (168, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (169, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (170, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (171, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (172, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (173, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (174, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (175, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (176, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:36', 0, 0);
INSERT INTO `discuss_post` VALUES (177, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (178, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (179, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (180, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (181, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (182, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (183, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (184, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (185, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (186, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (187, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (188, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (189, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (190, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (191, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (192, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (193, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (194, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (195, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (196, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (197, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (198, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (199, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (200, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (201, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (202, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (203, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (204, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (205, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (206, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (207, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (208, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (209, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (210, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“寒冬”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (211, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (212, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (213, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (214, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (215, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (216, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (217, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的“哀嚎”与“悲惨遭遇”牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过“艰难”，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&19届，拯救0 offer！', 0, 0, '2019-04-04 03:53:37', 0, 0);
INSERT INTO `discuss_post` VALUES (218, '111', 'haha', 'hahahaha', 0, 0, '2019-04-04 09:10:38', 0, 0);
INSERT INTO `discuss_post` VALUES (219, '111', 'hehe', 'hehe', 0, 0, '2019-04-04 09:12:47', 0, 0);
INSERT INTO `discuss_post` VALUES (220, '111', 'heihei', 'heihei', 0, 0, '2019-04-04 09:16:10', 0, 0);
INSERT INTO `discuss_post` VALUES (221, '111', 'ddd', 'ddd', 0, 0, '2019-04-04 09:17:24', 0, 0);
INSERT INTO `discuss_post` VALUES (222, '111', 'www', 'www', 0, 0, '2019-04-04 09:18:20', 0, 0);
INSERT INTO `discuss_post` VALUES (223, '111', 'qqq', 'qqq', 0, 0, '2019-04-04 09:19:44', 0, 0);
INSERT INTO `discuss_post` VALUES (224, '111', 'ggg', 'ggg', 0, 0, '2019-04-04 09:20:16', 0, 0);
INSERT INTO `discuss_post` VALUES (225, '111', 'kkk', 'kkk', 0, 0, '2019-04-04 09:20:37', 0, 0);
INSERT INTO `discuss_post` VALUES (226, '111', '&lt;script&gt;alert(1);&lt;/script&gt;', '&lt;script&gt;alert(1);&lt;/script&gt;', 0, 0, '2019-04-04 09:21:04', 0, 0);
INSERT INTO `discuss_post` VALUES (227, '111', '哈哈', '***, ***, 快来呀!', 0, 2, '2019-04-04 09:21:42', 0, 0);
INSERT INTO `discuss_post` VALUES (228, '111', 'ccc', 'ccc', 0, 0, '2019-04-04 09:37:38', 10, 0);
INSERT INTO `discuss_post` VALUES (229, '112', 'lala', 'lalalalala', 0, 0, '2019-04-05 14:33:00', 1, 1709.0791812460477);
INSERT INTO `discuss_post` VALUES (230, '131', '新人报道', '新人报道,请多关照!', 0, 0, '2019-04-08 04:09:17', 0, 0);
INSERT INTO `discuss_post` VALUES (231, '132', '灌水', '新人灌水', 0, 0, '2019-04-08 06:08:11', 1, 0);
INSERT INTO `discuss_post` VALUES (232, '132', '发一个', '发一个帖子, 哈哈!', 0, 1, '2019-04-08 07:57:57', 7, 1713.167317334748);
INSERT INTO `discuss_post` VALUES (233, '111', 'Hello', 'Hello World', 0, 0, '2019-04-10 03:10:00', 15, 1715.2741578492637);
INSERT INTO `discuss_post` VALUES (234, '111', '玄学帖', '据说玄学贴很灵验，求大佬捞捞我这个菜鸡给个机会！', 0, 0, '2019-04-13 09:54:04', 15, 1718.1335389083702);
INSERT INTO `discuss_post` VALUES (235, '111', '揭秘时尚科技的力量', '它是最时尚的互联网公司之一，\n致力于帮助人们发现流行趋势；\n它是专注于科技的电商企业，\n力图让人们享受更优质的购物体验。', 0, 1, '2019-04-13 10:24:41', 1, 0);
INSERT INTO `discuss_post` VALUES (236, '111', '测试1', '测试1', 0, 2, '2019-04-13 10:33:39', 2, 0);
INSERT INTO `discuss_post` VALUES (237, '111', '测试2', '测试2', 0, 0, '2019-04-13 14:20:31', 7, 1717.9242792860618);
INSERT INTO `discuss_post` VALUES (238, '111', '中国', '中华人民共和国', 0, 0, '2019-04-16 13:50:33', 0, 0);
INSERT INTO `discuss_post` VALUES (239, '111', '美国', '美利坚合众国', 0, 0, '2019-04-16 13:50:44', 0, 0);
INSERT INTO `discuss_post` VALUES (240, '111', '日本', '大日本帝国', 0, 0, '2019-04-16 13:51:01', 0, 0);
INSERT INTO `discuss_post` VALUES (241, '111', '华人', '我爱中华人民共和国', 0, 0, '2019-04-16 14:22:19', 0, 0);
INSERT INTO `discuss_post` VALUES (242, '111', '爱国', '我叫王爱国, 我爱中华人民共和国!', 0, 0, '2019-04-16 14:22:38', 0, 0);
INSERT INTO `discuss_post` VALUES (243, '111', '因特网哈哈', '好啊', 0, 2, '2019-04-17 03:58:43', 0, 0);
INSERT INTO `discuss_post` VALUES (244, '111', '哎呀', '好艰难啊好艰难!', 0, 2, '2019-04-17 03:59:00', 0, 0);
INSERT INTO `discuss_post` VALUES (245, '111', 'Spring Boot整合Elasticsearch', 'Elasticsearch是一款分布式搜索引擎框架', 0, 0, '2019-04-17 08:27:58', 1, 0);
INSERT INTO `discuss_post` VALUES (246, '133', 'Good', 'Good Morning', 0, 0, '2019-04-19 03:37:23', 3, 1723.5314789170423);
INSERT INTO `discuss_post` VALUES (247, '133', 'haha', 'haha', 0, 0, '2019-04-19 09:25:27', 0, 0);
INSERT INTO `discuss_post` VALUES (248, '134', 'lhh', 'aaa', 0, 0, '2019-04-19 10:15:25', 0, 0);
INSERT INTO `discuss_post` VALUES (249, '134', '&lt;script&gt;alert(1);&lt;/script&gt;', '&lt;script&gt;alert(1);&lt;/script&gt;', 0, 0, '2019-04-19 10:16:02', 1, 0);
INSERT INTO `discuss_post` VALUES (265, '103', '互联网求职暖春计划', '今年的就业形势，确实不容乐观。过了个年，仿佛跳水一般，整个讨论区哀鸿遍野！19届真的没人要了吗？！18届被优化真的没有出路了吗？！大家的&ldquo;哀嚎&rdquo;与&ldquo;悲惨遭遇&rdquo;牵动了每日潜伏于讨论区的牛客小哥哥小姐姐们的心，于是牛客决定：是时候为大家做点什么了！为了帮助大家度过&ldquo;寒冬&rdquo;，牛客网特别联合60+家企业，开启互联网求职暖春计划，面向18届&amp;19届，拯救0 offer！', 0, 0, '2019-04-25 02:14:05', 0, 0);
INSERT INTO `discuss_post` VALUES (270, '138', 'xxx', 'xxx', 0, 0, '2019-04-25 06:45:18', 6, 1729.7923916894983);
INSERT INTO `discuss_post` VALUES (271, '138', 'public', 'public static void main', 0, 0, '2019-04-25 07:22:16', 2, 1729.3802112417115);
INSERT INTO `discuss_post` VALUES (272, '111', '天涯', '天呀', 0, 2, '2019-04-26 07:42:31', 2, 1730.3802112417115);
INSERT INTO `discuss_post` VALUES (273, '145', '哈哈', '哈哈哈哈', 0, 0, '2019-04-28 07:32:45', 2, 1732.3802112417115);
INSERT INTO `discuss_post` VALUES (274, '146', '我要offer', '跪求offer~~~', 0, 1, '2019-05-15 03:34:14', 37, 1750.6522463410033);
INSERT INTO `discuss_post` VALUES (275, '11', '我是管理员', '我是管理员，你们都老实点！', 0, 1, '2019-05-16 10:58:44', 12, 1754.2933048247246);
INSERT INTO `discuss_post` VALUES (276, '149', '新人报道', '新人报道，请多关照！', 0, 0, '2019-05-17 07:50:18', 6, 1751.806179973984);
INSERT INTO `discuss_post` VALUES (277, '149', 'Spring Cache', 'Spring Cache RedisCacheManager', 0, 0, '2019-05-17 09:06:54', 38, 1752.5797835966168);
INSERT INTO `discuss_post` VALUES (280, '149', '事务', '事务的4个特性，包括原子性、一致性、隔离性、持久性。', 0, 0, '2019-05-20 09:41:30', 16, 1755.2095150145426);
INSERT INTO `discuss_post` VALUES (281, '168', '今天你***？', '你今天***了？***了？ ***了？', 0, 2, '2022-04-23 21:34:12', 0, 0);
INSERT INTO `discuss_post` VALUES (282, '168', '2022-4-23 又是打工人的一天', '哈哈哈哈哈哈哈哈哈，***。', 0, 0, '2022-04-23 21:35:47', 0, 0);
INSERT INTO `discuss_post` VALUES (283, '168', '上海疫情', '吃瓜群众 看着呢 ***呢 *** 溜溜球哦', 0, 2, '2022-04-23 21:38:23', 0, 0);
INSERT INTO `discuss_post` VALUES (286, '168', '测试代码', '`&lt;script th:src=&quot;@{/js/global.js}&quot;&gt;&lt;/script&gt;\n&lt;script th:src=&quot;@{/js/index.js}&quot;&gt;&lt;/script&gt;\n&lt;!--引入所需依赖--&gt;\n&lt;script th:src=&quot;@{editor/editormd.js}&quot;&gt;&lt;/script&gt;\n&lt;!--&lt;script th:src=&quot;@{/editor/jquery.min.js}&quot;&gt;&lt;/script&gt;--&gt;\n&lt;script&gt;\n    //初始化editorMD\n    let testEditor;\n    $(function () {\n        testEditor = editormd(&quot;question-editor&quot;, {\n            width: &quot;100%&quot;,\n            height: &quot;500px&quot;,\n            toc: true,\n            emoji: true,//表情功能开启\n            taskList: true,\n            syncScrolling: &quot;single&quot;,\n            imageUpload: true,\n            imageFormats: [&quot;jpg&quot;, &quot;jpeg&quot;, &quot;gif&quot;, &quot;png&quot;, &quot;bmp&quot;, &quot;webp&quot;],\n            imageUploadURL: &quot;/uploadImg&quot;,       //图片上传URL 即后台的图片上传接口URL\n            path: &#39;/community/editor/lib/&#39;,          //项目启动路径\n            //path: &#39;../static/editor/lib/&#39;,    //本地路径\n            saveHTMLToTextarea: true\n        });\n    });\n&lt;/script&gt;\n&lt;/body&gt;\n&lt;/html&gt;\n`', 0, 0, '2022-04-26 10:28:34', 0, 0);
INSERT INTO `discuss_post` VALUES (292, '168', '测试MD格式', '`    public int addDiscussPost(DiscussPost discussPost){\r\n        if(discussPost == null){\r\n            throw new IllegalArgumentException(&quot;参数不能为空!&quot;);\r\n        }\r\n        // 转义HTML标记: 比如用户输入的标题和内容为&lt;script&gt;xxx&lt;/script&gt; 我们存入数据库需要将这个标签给解析其他格式\r\n        discussPost.setTitle(HtmlUtils.htmlEscape(discussPost.getTitle()));\r\n        discussPost.setContent(HtmlUtils.htmlEscape(discussPost.getContent()));\r\n        // 过滤敏感词\r\n        discussPost.setTitle(sensitiveFilter.filter(discussPost.getTitle()));\r\n        discussPost.setContent(sensitiveFilter.filter(discussPost.getContent()));\r\n        return discussPostMapper.insertDiscussPost(discussPost);\r\n    }`', 0, 0, '2022-04-26 14:54:24', 0, 0);
INSERT INTO `discuss_post` VALUES (293, '168', '很符合好烦好烦好烦', '2022-04-26 14:54:52 星期二\r\n# 123\r\n:tw-1f004:', 0, 2, '2022-04-26 14:55:15', 0, 0);
INSERT INTO `discuss_post` VALUES (297, '168', '地方烦烦烦', '&lt;h1 id=&quot;h1-12333&quot;&gt;&lt;a name=&quot;12333&quot; class=&quot;reference-link&quot;&gt;&lt;/a&gt;&lt;span class=&quot;header-link octicon octicon-link&quot;&gt;&lt;/span&gt;12333&lt;/h1&gt;&lt;h4 id=&quot;h4-22222&quot;&gt;&lt;a name=&quot;22222&quot; class=&quot;reference-link&quot;&gt;&lt;/a&gt;&lt;span class=&quot;header-link octicon octicon-link&quot;&gt;&lt;/span&gt;22222&lt;/h4&gt;', 0, 2, '2022-04-26 15:24:24', 0, 0);
INSERT INTO `discuss_post` VALUES (298, '168', '225', '&lt;p&gt;&lt;img src=&quot;http://twemoji.maxcdn.com/36x36/1f171.png&quot; title=&quot;twemoji-1f171&quot; alt=&quot;twemoji-1f171&quot; class=&quot;emoji twemoji&quot; /&gt; &lt;img src=&quot;http://twemoji.maxcdn.com/36x36/1f17e.png&quot; title=&quot;twemoji-1f17e&quot; alt=&quot;twemoji-1f17e&quot; class=&quot;emoji twemoji&quot; /&gt;&lt;/p&gt;\r\n', 0, 2, '2022-04-26 15:25:51', 0, 0);
INSERT INTO `discuss_post` VALUES (303, '168', '测试代码', '<pre><code>package org.example.community.service;\r\n\r\nimport org.example.community.dao.DiscussPostMapper;\r\nimport org.example.community.entity.DiscussPost;\r\nimport org.example.community.util.SensitiveFilter;\r\nimport org.springframework.beans.factory.annotation.Autowired;\r\nimport org.springframework.stereotype.Service;\r\nimport org.springframework.web.util.HtmlUtils;\r\n\r\nimport java.util.List;\r\n\r\n@Service\r\npublic class DiscussPostService {\r\n    @Autowired\r\n    private DiscussPostMapper discussPostMapper;\r\n\r\n    @Autowired\r\n    private SensitiveFilter sensitiveFilter;\r\n\r\n    public List&lt;DiscussPost&gt; findDiscussPost(int id, int offset, int limit){\r\n        return discussPostMapper.selectDiscussPosts(id, offset, limit);\r\n    }\r\n\r\n    public int findDiscussPostRows(int id){\r\n        return discussPostMapper.selectDiscussPostRows(id);\r\n    }\r\n\r\n\r\n    public int addDiscussPost(DiscussPost discussPost){\r\n        if(discussPost == null){\r\n            throw new IllegalArgumentException(&quot;参数不能为空!&quot;);\r\n        }\r\n        // 转义HTML标记: 比如用户输入的标题和内容为&lt;script&gt;xxx&lt;/script&gt; 我们存入数据库需要将这个标签给解析其他格式\r\n        // 标题需要解析\r\n        discussPost.setTitle(HtmlUtils.htmlEscape(discussPost.getTitle()));\r\n        // 内容不需要\r\n//        discussPost.setContent(HtmlUtils.htmlEscape(discussPost.getContent()));\r\n        // 过滤敏感词\r\n        discussPost.setTitle(sensitiveFilter.filter(discussPost.getTitle()));\r\n        discussPost.setContent(sensitiveFilter.filter(discussPost.getContent()));\r\n        return discussPostMapper.insertDiscussPost(discussPost);\r\n    }\r\n\r\n\r\n    public DiscussPost findDisPostById(int id){\r\n        return discussPostMapper.selectDiscussPostById(id);\r\n    }\r\n\r\n\r\n\r\n\r\n}\r\n</code></pre>', 0, 0, '2022-04-26 16:07:43', 0, 0);
INSERT INTO `discuss_post` VALUES (304, '168', '解决Editor.md中Github emoji图标无法显示的问题', '<p>参考链接:<a href=\"http://https://blog.csdn.net/rosemarryTop/article/details/73740497\">http://https://blog.csdn.net/rosemarryTop/article/details/73740497</a></p>\r\n<p><img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/bowtie.png\" class=\"emoji\" title=\"&#58;bowtie&#58;\" alt=\"&#58;bowtie&#58;\" /> <img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/smile.png\" class=\"emoji\" title=\"&#58;smile&#58;\" alt=\"&#58;smile&#58;\" /> <img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/laughing.png\" class=\"emoji\" title=\"&#58;laughing&#58;\" alt=\"&#58;laughing&#58;\" /> <img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/blush.png\" class=\"emoji\" title=\"&#58;blush&#58;\" alt=\"&#58;blush&#58;\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f170.png\" title=\"twemoji-1f170\" alt=\"twemoji-1f170\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f171.png\" title=\"twemoji-1f171\" alt=\"twemoji-1f171\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f17e.png\" title=\"twemoji-1f17e\" alt=\"twemoji-1f17e\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f17f.png\" title=\"twemoji-1f17f\" alt=\"twemoji-1f17f\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f18e.png\" title=\"twemoji-1f18e\" alt=\"twemoji-1f18e\" class=\"emoji twemoji\" /></p>\r\n', 0, 0, '2022-04-26 16:11:49', 0, 0);
INSERT INTO `discuss_post` VALUES (305, '168', '2022-4-26 今天', '<p>测试一号标题</p>\r\n<h1 id=\"h1-u6211u662Fu4E00u53F7u6807u9898\"><a name=\"我是一号标题\" class=\"reference-link\"></a><span class=\"header-link octicon octicon-link\"></span>我是一号标题</h1><p>测试表情<br><img src=\"http://twemoji.maxcdn.com/36x36/1f469.png\" title=\"twemoji-1f469\" alt=\"twemoji-1f469\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f468.png\" title=\"twemoji-1f468\" alt=\"twemoji-1f468\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f467.png\" title=\"twemoji-1f467\" alt=\"twemoji-1f467\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f466.png\" title=\"twemoji-1f466\" alt=\"twemoji-1f466\" class=\"emoji twemoji\" /></p>\r\n<h1 id=\"h1-u6D4Bu8BD5u5206u5272u7EBF\"><a name=\"测试分割线\" class=\"reference-link\"></a><span class=\"header-link octicon octicon-link\"></span>测试分割线</h1><hr>\r\n<h1 id=\"h1-u6D4Bu8BD5u5B57u4F53u52A0u7C97\"><a name=\"测试字体加粗\" class=\"reference-link\"></a><span class=\"header-link octicon octicon-link\"></span>测试字体加粗</h1><p><strong>***</strong></p>\r\n<h1 id=\"h1-u6D4Bu8BD5u659Cu4F53\"><a name=\"测试斜体\" class=\"reference-link\"></a><span class=\"header-link octicon octicon-link\"></span>测试斜体</h1><p><em>***</em></p>\r\n', 0, 2, '2022-04-26 17:17:31', 0, 0);
INSERT INTO `discuss_post` VALUES (306, '168', '黄教授***', '<p>水水水水水<br><img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/bowtie.png\" class=\"emoji\" title=\"&#58;bowtie&#58;\" alt=\"&#58;bowtie&#58;\" /> <img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/laughing.png\" class=\"emoji\" title=\"&#58;laughing&#58;\" alt=\"&#58;laughing&#58;\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f1ea.png\" title=\"twemoji-1f1ea\" alt=\"twemoji-1f1ea\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f1fe.png\" title=\"twemoji-1f1fe\" alt=\"twemoji-1f1fe\" class=\"emoji twemoji\" /></p>\r\n', 0, 2, '2022-04-29 22:32:15', 5, 0);
INSERT INTO `discuss_post` VALUES (307, '171', '如何使用emojione', '<p>可以参考文档<img src=\"http://twemoji.maxcdn.com/36x36/1f170.png\" title=\"twemoji-1f170\" alt=\"twemoji-1f170\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f171.png\" title=\"twemoji-1f171\" alt=\"twemoji-1f171\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f17e.png\" title=\"twemoji-1f17e\" alt=\"twemoji-1f17e\" class=\"emoji twemoji\" /><br><a href=\"https://mervick.github.io/emojionearea/\">https://mervick.github.io/emojionearea/</a></p>\r\n', 0, 0, '2022-05-02 17:13:46', 3, 0);
INSERT INTO `discuss_post` VALUES (308, '171', '测试下 解决的bug', '<p>2022年 请谨慎发言 这是一个特殊的时代<img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/scream.png\" class=\"emoji\" title=\"&#58;scream&#58;\" alt=\"&#58;scream&#58;\" /> <i class=\"fa fa-user fa-emoji\" title=\"user\"></i> <img src=\"http://twemoji.maxcdn.com/36x36/1f18e.png\" title=\"twemoji-1f18e\" alt=\"twemoji-1f18e\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f31a.png\" title=\"twemoji-1f31a\" alt=\"twemoji-1f31a\" class=\"emoji twemoji\" /></p>\r\n', 0, 0, '2022-05-03 09:58:30', 1, 0);
INSERT INTO `discuss_post` VALUES (309, '111', '添加统一处理异常 图片加载不出来', '<p><img src=\"http://twemoji.maxcdn.com/36x36/1f004.png\" title=\"twemoji-1f004\" alt=\"twemoji-1f004\" class=\"emoji twemoji\" /> <img src=\"http://twemoji.maxcdn.com/36x36/1f0cf.png\" title=\"twemoji-1f0cf\" alt=\"twemoji-1f0cf\" class=\"emoji twemoji\" /> <img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/smile.png\" class=\"emoji\" title=\"&#58;smile&#58;\" alt=\"&#58;smile&#58;\" /></p>\r\n', 0, 0, '2022-05-15 21:04:14', 1, 0);
INSERT INTO `discuss_post` VALUES (310, '171', '完成了 kafka 发布系统通知功能', '<p>耗时一周总算完成了这一块的学习,相比于 redis 这一章节的学习带逻辑实现没有那么绕<br>但是在 redis 那一章节逻辑还是比较绕的<img src=\"https://www.webpagefx.com/tools/emoji-cheat-sheet/graphics/emojis/confused.png\" class=\"emoji\" title=\"&#58;confused&#58;\" alt=\"&#58;confused&#58;\" /></p>\r\n', 0, 0, '2022-06-06 17:35:32', 2, 2869.2580965380216);
INSERT INTO `discuss_post` VALUES (311, '173', '发的说法是否什么嘛', '<p>上大分分</p>\r\n', 0, 0, '2022-06-06 18:49:00', 2, 0);
INSERT INTO `discuss_post` VALUES (313, '149', 'Elasticssearch 使用', '<h6 id=\"h6--springboot-elasticsearch\"><a name=\"如何结合Springboot 结合 Elasticsearch\" class=\"reference-link\"></a><span class=\"header-link octicon octicon-link\"></span>如何结合Springboot 结合 Elasticsearch</h6>', 0, 0, '2022-06-12 19:32:12', 0, 2872.69314718056);
INSERT INTO `discuss_post` VALUES (314, '171', '使用Springboot Security 设置权限', '<p>里面涉及到的知识点挺多的需要慢慢消化</p>\r\n', 1, 2, '2022-06-14 21:42:07', 1, 0);
INSERT INTO `discuss_post` VALUES (315, '171', '测试热帖排行功能【一】', '<p>测试热帖排行功能【一】</p>\r\n', 0, 1, '2022-06-20 09:24:47', 3, 2883.526360524616);
INSERT INTO `discuss_post` VALUES (316, '171', '测试热帖排行功能【二】', '<p>测试热帖排行功能【二】</p>\r\n', 0, 0, '2022-06-20 09:25:00', 0, 2880.69314718056);
INSERT INTO `discuss_post` VALUES (317, '171', '测试热帖排行功能【三】', '<p>测试热帖排行功能【三】</p>\r\n', 0, 0, '2022-06-20 09:25:08', 0, 2880.69314718056);
INSERT INTO `discuss_post` VALUES (318, '111', '《难忘今宵》', '<p>词作家乔羽去世 代表作《难忘今宵》热<br>2南方四省现特大暴雨 或将北抬热<br>3中国成功试验陆基中段反导拦截技术热<br>46元一根“新东方”玉米 农民赚多少<br>5初二学生网购花光母亲12万手术费<br>6未来10天美国将有系列对华大动作热<br>7人大代表：健康码应归国家统一管理热<br>8上海大数据揭示奥密克戎重症率<br>9河南多家村镇银行开展客户资金登记新</p>\r\n', 1, 0, '2022-06-20 10:57:58', 23, 2885.446737371666);
INSERT INTO `discuss_post` VALUES (330, '171', '哈哈哈', '<哈>哈哈哈***<r玉>***<r援>***<r原>***<r援>***<r张>***<r招>***<r招>***<r中>***</', 0, 0, '2022-07-22 14:59:41', 0, 2912);
INSERT INTO `discuss_post` VALUES (331, '171', '水水水水水', '<欲>***<r玉>***<r援>***<r原>***<r援>***<r张>***<r招>***<r招>***<r中>***<r抓>***<r自>***<r自>***<r作>***</', 0, 0, '2022-07-22 15:02:31', 0, 2912);
INSERT INTO `discuss_post` VALUES (332, '171', '毒毒毒毒', '<阴>***<r阴>***<r淫>***<r淫>***<r淫>***<r阴>***<r阴>***<r淫>***<r淫>***</', 0, 0, '2022-07-22 15:05:19', 0, 2912);
INSERT INTO `discuss_post` VALUES (333, '171', '大大大大大大', '<p>淫叫<br>淫教师<br>阴茎<br>阴精<br>淫浪<br>淫媚<br>淫糜<br>淫魔<br>淫母<br>淫女<br>淫虐</p>\r\n', 0, 0, '2022-07-22 15:06:28', 0, 2912);

-- ----------------------------
-- Table structure for login_ticket
-- ----------------------------
DROP TABLE IF EXISTS `login_ticket`;
CREATE TABLE `login_ticket`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `ticket` varchar(45) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `status` int(11) NULL DEFAULT 0 COMMENT '0-有效; 1-无效;',
  `expired` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `index_ticket`(`ticket`(20)) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 105 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of login_ticket
-- ----------------------------
INSERT INTO `login_ticket` VALUES (1, 1, 'abc', 1, '2022-04-12 15:40:46');
INSERT INTO `login_ticket` VALUES (2, 168, '0614ee28529946f58f5ead72dd826b8d', 1, '2022-04-14 09:24:14');
INSERT INTO `login_ticket` VALUES (3, 168, '5afb9c56cdbb41208e0ebdc9eb8d8c5d', 1, '2022-04-14 09:35:55');
INSERT INTO `login_ticket` VALUES (4, 168, 'defa6444afcc44ba8189b5103576e8b8', 1, '2022-04-14 09:50:24');
INSERT INTO `login_ticket` VALUES (5, 168, 'e641ab0ba958478dbf05d7354b472b91', 1, '2022-04-16 16:28:42');
INSERT INTO `login_ticket` VALUES (6, 168, 'eb9be3c3c21a43e39d117474db4da0c7', 1, '2022-04-16 21:00:28');
INSERT INTO `login_ticket` VALUES (7, 168, 'c53e2a99f2f547dea16cf563044f56ac', 1, '2022-04-16 22:11:07');
INSERT INTO `login_ticket` VALUES (8, 168, '1b42aeeb278244b28c3a9d9fac33a08b', 0, '2022-04-17 10:11:20');
INSERT INTO `login_ticket` VALUES (9, 168, '273bb416da2149879c8d0f5206123f6b', 1, '2022-04-17 12:12:30');
INSERT INTO `login_ticket` VALUES (10, 168, '40dda670f25640e493ac7c8356165401', 1, '2022-04-17 13:42:19');
INSERT INTO `login_ticket` VALUES (11, 168, 'a5d701f3019c442ea8ed7032e63adf36', 1, '2022-04-17 14:17:21');
INSERT INTO `login_ticket` VALUES (12, 168, '0843e5c585be45af895a27636ddf6cd5', 1, '2022-04-17 14:56:41');
INSERT INTO `login_ticket` VALUES (13, 168, '3ade6f22ec9e4630a6b7971139441d31', 1, '2022-04-17 15:01:26');
INSERT INTO `login_ticket` VALUES (14, 168, 'cca88a4350d94dab9ac005e34a98fc75', 1, '2022-04-17 17:20:40');
INSERT INTO `login_ticket` VALUES (15, 168, 'cfccafbda9cc4aba92dfe8714e5bb7c9', 0, '2022-04-19 22:15:01');
INSERT INTO `login_ticket` VALUES (16, 168, '2931d01b28e24e6d9d1475181c307c4e', 1, '2022-04-23 21:37:36');
INSERT INTO `login_ticket` VALUES (17, 168, '2f380cf9c1264569a2ed4752253534a4', 0, '2022-04-24 09:37:47');
INSERT INTO `login_ticket` VALUES (18, 168, 'e4bdb63951ad4db8ae839b691b43612b', 1, '2022-04-24 16:05:52');
INSERT INTO `login_ticket` VALUES (19, 170, '2010236be4d648a58347dfe482786e20', 1, '2022-04-24 20:02:56');
INSERT INTO `login_ticket` VALUES (20, 168, 'b77bc63bf12843f0a17625b1ac56d2a3', 0, '2022-04-25 09:27:50');
INSERT INTO `login_ticket` VALUES (21, 168, '50da8efd89c74ccdafa05f085e033481', 0, '2022-04-26 07:37:07');
INSERT INTO `login_ticket` VALUES (22, 168, 'b61bcd04f7034a2c8465313736b38d50', 0, '2022-04-26 10:17:07');
INSERT INTO `login_ticket` VALUES (23, 168, '425ba6fb6dca4013a8ebd03e7f06c21a', 0, '2022-04-26 20:51:33');
INSERT INTO `login_ticket` VALUES (24, 168, '73b65dc96b9c4a9e9a3a3d7703874efc', 1, '2022-04-26 11:36:23');
INSERT INTO `login_ticket` VALUES (25, 168, '197a37f4473e4e4284b9fc9bde8165f7', 1, '2022-04-26 12:57:55');
INSERT INTO `login_ticket` VALUES (26, 168, '38cbdc8e09b84bc19133aaf13605c449', 1, '2022-04-26 17:10:31');
INSERT INTO `login_ticket` VALUES (27, 168, 'aae53cbbf9a2460c8369bbf1454365a7', 0, '2022-04-27 05:14:04');
INSERT INTO `login_ticket` VALUES (28, 168, 'b71bad53febb42979b4e8d023e5fce95', 0, '2022-04-27 22:01:29');
INSERT INTO `login_ticket` VALUES (29, 168, '0a738c2262bd40aea85b5d09632e08c5', 1, '2022-04-29 21:16:15');
INSERT INTO `login_ticket` VALUES (30, 168, '966987bc27834583bc98723c4a58d9d5', 0, '2022-04-30 09:16:25');
INSERT INTO `login_ticket` VALUES (31, 168, '8e7dd1f305a14c9fb494ed40f464db33', 1, '2022-05-02 12:16:33');
INSERT INTO `login_ticket` VALUES (32, 171, 'c7273ca19aea4bfb8ec63ebe426d3b06', 1, '2022-05-02 12:21:36');
INSERT INTO `login_ticket` VALUES (33, 168, '9a050de4071a47689723113406647fe8', 1, '2022-05-02 12:22:16');
INSERT INTO `login_ticket` VALUES (34, 171, 'e172d74767554800aa433d2128004289', 0, '2022-05-03 00:22:28');
INSERT INTO `login_ticket` VALUES (35, 168, 'f7ddf1e01c4d4e108c5378eaa54f92ea', 1, '2022-05-02 17:12:36');
INSERT INTO `login_ticket` VALUES (36, 171, '60883835c5584ecf8310bdcaf84ae4af', 0, '2022-05-03 05:12:48');
INSERT INTO `login_ticket` VALUES (37, 171, 'c39eb13a7ab34d928c5a6ec3bd059820', 1, '2022-05-03 09:58:45');
INSERT INTO `login_ticket` VALUES (38, 168, '60193f425d904b48bb5fbce6217e9b52', 1, '2022-05-03 09:59:40');
INSERT INTO `login_ticket` VALUES (39, 171, '9fd93fc498ca4f6280c71d5c9fb3d418', 1, '2022-05-03 10:00:32');
INSERT INTO `login_ticket` VALUES (40, 171, '238b065195d94e75ac857c710780f318', 1, '2022-05-03 10:00:58');
INSERT INTO `login_ticket` VALUES (41, 168, '0860d94b28b64a4b937f96ccd781a3b4', 0, '2022-05-03 22:01:04');
INSERT INTO `login_ticket` VALUES (42, 168, '50b0879d45fb4adbb6f91586a38b0682', 0, '2022-05-05 21:05:36');
INSERT INTO `login_ticket` VALUES (43, 168, '9ed3cf7329f34cde927157eac3892149', 1, '2022-05-08 21:33:12');
INSERT INTO `login_ticket` VALUES (44, 111, '03bea2b37c154465bbb1c25e7b6d0063', 0, '2022-05-09 09:41:13');
INSERT INTO `login_ticket` VALUES (45, 111, '2a9b155a62894f5fa2e0a1390a8b86da', 1, '2022-05-09 12:01:00');
INSERT INTO `login_ticket` VALUES (46, 171, '616dcb359130488b80ca14c19ff4215d', 1, '2022-05-09 12:42:32');
INSERT INTO `login_ticket` VALUES (47, 111, '5051358040e248cfbe3984a0028edb18', 1, '2022-05-09 13:33:12');
INSERT INTO `login_ticket` VALUES (48, 171, 'edde0395066f48a597795a8fbc0fe6c1', 1, '2022-05-09 13:34:01');
INSERT INTO `login_ticket` VALUES (49, 111, '9c67cccee9aa41a9a1ae4304ee4039f7', 1, '2022-05-09 13:34:49');
INSERT INTO `login_ticket` VALUES (50, 171, '45076493de764ad08cb55968e3193f59', 1, '2022-05-09 13:37:51');
INSERT INTO `login_ticket` VALUES (51, 168, 'c9b712c86ee7494fb8f195362ad77b4d', 1, '2022-05-09 13:38:39');
INSERT INTO `login_ticket` VALUES (52, 171, '7f44c7251d0647b286602d23b2cc7945', 1, '2022-05-09 13:39:28');
INSERT INTO `login_ticket` VALUES (53, 111, 'd9985c68eed240f496feb168472f156d', 0, '2022-05-10 01:39:38');
INSERT INTO `login_ticket` VALUES (54, 111, '55013bcfe7254bc195fe3a456edf396a', 0, '2022-05-10 20:51:07');
INSERT INTO `login_ticket` VALUES (55, 111, 'a7bd3e19dc6d4254bd4b3594ebc82b14', 1, '2022-05-10 14:10:28');
INSERT INTO `login_ticket` VALUES (56, 171, 'c2f825afbba643f2af20e11738565eff', 1, '2022-05-10 14:11:57');
INSERT INTO `login_ticket` VALUES (57, 111, '30f2f101e41843b4b07dc899ca2d33ad', 1, '2022-05-10 14:40:23');
INSERT INTO `login_ticket` VALUES (58, 171, 'e93e8bf8b78f49ea886ced95d23c82ca', 1, '2022-05-10 14:42:55');
INSERT INTO `login_ticket` VALUES (59, 111, 'd56b5123f2fc434c849800130243b991', 1, '2022-05-10 14:52:29');
INSERT INTO `login_ticket` VALUES (60, 171, '530213b6cd4d416e8199c69f894050ab', 1, '2022-05-10 15:14:59');
INSERT INTO `login_ticket` VALUES (61, 111, 'e5f8a8b140fc4f53adbae61d107ffb0b', 1, '2022-05-10 16:49:58');
INSERT INTO `login_ticket` VALUES (62, 171, 'e4d8308197524aa581b929b455dc652c', 1, '2022-05-10 16:50:23');
INSERT INTO `login_ticket` VALUES (63, 111, '0813284580934ea5973cfd2641c28f4e', 1, '2022-05-10 18:44:10');
INSERT INTO `login_ticket` VALUES (64, 171, 'abb8c7a5cbfd44b999133d2153a0a9e4', 1, '2022-05-10 17:06:51');
INSERT INTO `login_ticket` VALUES (65, 171, '065a97689532419ca277c1cf662712ad', 1, '2022-05-10 18:45:05');
INSERT INTO `login_ticket` VALUES (66, 111, '5b38b3058e8b4f17b4bf86c1f733ad2b', 1, '2022-05-10 19:36:15');
INSERT INTO `login_ticket` VALUES (67, 171, '0d2c4aadbf214967a828f14bacbea70d', 1, '2022-05-10 19:37:39');
INSERT INTO `login_ticket` VALUES (68, 111, '76df1ebc2edc48939ea4f9c3fd831455', 1, '2022-05-10 19:39:18');
INSERT INTO `login_ticket` VALUES (69, 168, '35f9996acd1b4a2580f28d7f28676782', 1, '2022-05-10 19:40:12');
INSERT INTO `login_ticket` VALUES (70, 111, 'b8b2fa4b5e204f7b809322d6c0a0ff46', 1, '2022-05-10 21:08:03');
INSERT INTO `login_ticket` VALUES (71, 171, '7704e5467ace49e4b8cf6fc1d261b575', 1, '2022-05-10 21:08:53');
INSERT INTO `login_ticket` VALUES (72, 111, '4d44d9f205eb46f0839fa81db36e1137', 0, '2022-05-11 09:09:03');
INSERT INTO `login_ticket` VALUES (73, 111, '3ec9d2a8134a4479b0f0f8969c1a1815', 1, '2022-05-11 10:13:35');
INSERT INTO `login_ticket` VALUES (74, 111, '111b36f68f8d41608ec5586109666182', 1, '2022-05-11 10:16:56');
INSERT INTO `login_ticket` VALUES (75, 111, 'eb1e513ba90743b69d0bd42775c3357a', 1, '2022-05-11 13:26:35');
INSERT INTO `login_ticket` VALUES (76, 171, '16f8e1bcbad14bf48dea4f5cbd0b9a0e', 1, '2022-05-11 13:26:54');
INSERT INTO `login_ticket` VALUES (77, 111, 'bf36ef8209de47d0bb9674b0c728853e', 1, '2022-05-11 13:48:06');
INSERT INTO `login_ticket` VALUES (78, 171, '976b72616a71410496169f481763e598', 1, '2022-05-11 13:48:25');
INSERT INTO `login_ticket` VALUES (79, 111, 'a33de834476a40e9970611da4a2fb28b', 1, '2022-05-11 17:32:33');
INSERT INTO `login_ticket` VALUES (80, 168, 'b6124685b5364ad5b0ccddab85e45a73', 1, '2022-05-11 17:32:49');
INSERT INTO `login_ticket` VALUES (81, 171, 'f6b0f3ecd74f4d8093fad698492ea4ea', 1, '2022-05-11 17:33:04');
INSERT INTO `login_ticket` VALUES (82, 111, 'bea6a346f21340dfa5b0f502d3c0b966', 1, '2022-05-11 17:47:58');
INSERT INTO `login_ticket` VALUES (83, 171, 'f9fa5ea4a81647238562f48281249618', 1, '2022-05-11 17:52:04');
INSERT INTO `login_ticket` VALUES (84, 111, 'ace0df4659bf4ecab2778a56da6cbe2f', 0, '2022-05-12 05:52:16');
INSERT INTO `login_ticket` VALUES (85, 111, '93411c905e7440959cd74c38731c8a3a', 1, '2022-05-15 19:36:45');
INSERT INTO `login_ticket` VALUES (86, 111, '3cea6347ecdf45f384cf8c44d6267c96', 1, '2022-05-15 19:43:19');
INSERT INTO `login_ticket` VALUES (87, 111, '9d60725b23fc47daa2a98638ec7783d5', 0, '2022-05-16 07:43:36');
INSERT INTO `login_ticket` VALUES (88, 111, '026ba6ac25724a2694506776dd4d681b', 1, '2022-05-15 21:18:10');
INSERT INTO `login_ticket` VALUES (89, 111, '2c24ec4d0091468ba4af33023c6c1ac5', 0, '2022-05-16 09:18:20');
INSERT INTO `login_ticket` VALUES (90, 111, 'b420f7bcd7f5496981a6123f156f059f', 0, '2022-05-23 03:37:10');
INSERT INTO `login_ticket` VALUES (91, 111, 'b2557a3a8f0742d4a57715bfb4173bc3', 1, '2022-05-24 09:53:49');
INSERT INTO `login_ticket` VALUES (92, 111, 'c2b7d53a6ffe496386e46d193877939a', 1, '2022-05-24 10:31:53');
INSERT INTO `login_ticket` VALUES (93, 111, '6403ade58ba049d28e2b79c8eee50557', 1, '2022-05-24 10:34:55');
INSERT INTO `login_ticket` VALUES (94, 171, '23f02b961ebb4109a3c78a133b0225de', 0, '2022-05-24 22:44:00');
INSERT INTO `login_ticket` VALUES (95, 111, '10ad0716c55045c9b7dcfacd6bdc3f24', 1, '2022-05-25 22:37:08');
INSERT INTO `login_ticket` VALUES (96, 111, '63879e213b6649d2980a02d0a2d0b0c7', 1, '2022-05-26 15:51:55');
INSERT INTO `login_ticket` VALUES (97, 171, '03778fcdabd9436a84283a68b9c8b751', 1, '2022-05-26 16:15:44');
INSERT INTO `login_ticket` VALUES (98, 111, '14b2e323f4b7457f8704698d640f1358', 1, '2022-05-27 17:02:45');
INSERT INTO `login_ticket` VALUES (99, 171, 'ab8aa5dfe744468a9bc75996df1e63e4', 0, '2022-05-28 05:06:41');
INSERT INTO `login_ticket` VALUES (100, 111, '8fc9115e85e3492a99fc9f8776895008', 1, '2022-05-28 20:21:22');
INSERT INTO `login_ticket` VALUES (101, 111, 'b38b509ae4374bd9a8c1c03ead077dc5', 1, '2022-05-28 20:53:41');
INSERT INTO `login_ticket` VALUES (102, 111, 'd432279014974a7098c66190d478a9a0', 1, '2022-05-28 21:09:20');
INSERT INTO `login_ticket` VALUES (103, 111, '9613a45bfc794698ad925f6b58f8e9e1', 1, '2022-05-28 21:11:30');
INSERT INTO `login_ticket` VALUES (104, 111, '28f9255baeac46538559facada59ed3f', 0, '2022-05-29 09:12:33');

-- ----------------------------
-- Table structure for message
-- ----------------------------
DROP TABLE IF EXISTS `message`;
CREATE TABLE `message`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `from_id` int(11) NULL DEFAULT NULL,
  `to_id` int(11) NULL DEFAULT NULL,
  `conversation_id` varchar(45) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `content` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
  `status` int(11) NULL DEFAULT NULL COMMENT '0-未读;1-已读;2-删除;',
  `create_time` timestamp(0) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `index_from_id`(`from_id`) USING BTREE,
  INDEX `index_to_id`(`to_id`) USING BTREE,
  INDEX `index_conversation_id`(`conversation_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 483 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of message
-- ----------------------------
INSERT INTO `message` VALUES (1, 112, 111, '111_112', '你好', 1, '2019-04-05 14:49:15');
INSERT INTO `message` VALUES (2, 112, 111, '111_112', '在吗', 1, '2019-04-06 13:34:29');
INSERT INTO `message` VALUES (3, 112, 111, '111_112', '说话', 1, '2019-04-06 13:34:29');
INSERT INTO `message` VALUES (4, 112, 111, '111_112', '人呢', 1, '2019-04-06 13:34:29');
INSERT INTO `message` VALUES (5, 113, 111, '111_113', 'Hello', 1, '2019-04-06 13:35:02');
INSERT INTO `message` VALUES (6, 113, 111, '111_113', 'How are you?', 1, '2019-04-06 13:35:02');
INSERT INTO `message` VALUES (7, 113, 111, '111_113', 'Are you ok?', 1, '2019-04-06 13:35:02');
INSERT INTO `message` VALUES (8, 114, 111, '111_114', '哈哈', 1, '2019-04-06 13:35:24');
INSERT INTO `message` VALUES (9, 114, 111, '111_114', '呵呵', 1, '2019-04-06 13:35:24');
INSERT INTO `message` VALUES (10, 114, 111, '111_114', '嘿嘿', 1, '2019-04-06 13:35:24');
INSERT INTO `message` VALUES (11, 115, 111, '111_115', 'good', 1, '2019-04-06 13:36:26');
INSERT INTO `message` VALUES (12, 115, 111, '111_115', 'yes', 1, '2019-04-06 13:36:26');
INSERT INTO `message` VALUES (13, 115, 111, '111_115', 'perfect', 1, '2019-04-06 13:36:26');
INSERT INTO `message` VALUES (14, 115, 111, '111_115', 'ah', 1, '2019-04-06 13:36:26');
INSERT INTO `message` VALUES (15, 116, 111, '111_116', '哎呀', 1, '2019-04-06 13:36:54');
INSERT INTO `message` VALUES (16, 116, 111, '111_116', '我发错了', 1, '2019-04-06 13:36:54');
INSERT INTO `message` VALUES (17, 117, 111, '111_117', '喂', 1, '2019-04-06 13:37:17');
INSERT INTO `message` VALUES (18, 118, 111, '111_118', 'HI', 1, '2019-04-06 13:59:16');
INSERT INTO `message` VALUES (19, 118, 111, '111_118', 'Hello', 1, '2019-04-06 13:59:16');
INSERT INTO `message` VALUES (20, 119, 111, '111_119', 'AAA', 1, '2019-04-06 14:00:16');
INSERT INTO `message` VALUES (21, 119, 111, '111_119', 'BBB', 1, '2019-04-06 14:00:16');
INSERT INTO `message` VALUES (22, 119, 111, '111_119', 'CCC', 1, '2019-04-06 14:00:16');
INSERT INTO `message` VALUES (23, 112, 111, '111_112', '哥们', 1, '2019-04-06 14:04:05');
INSERT INTO `message` VALUES (24, 112, 111, '111_112', '出来', 2, '2019-04-06 14:04:05');
INSERT INTO `message` VALUES (25, 112, 111, '111_112', '商量点事', 1, '2019-04-06 14:04:05');
INSERT INTO `message` VALUES (26, 111, 112, '111_112', '干啥', 2, '2019-04-06 15:22:07');
INSERT INTO `message` VALUES (27, 111, 112, '111_112', '忙呢', 2, '2019-04-06 15:22:07');
INSERT INTO `message` VALUES (28, 111, 112, '111_112', '来呀', 1, '2019-04-06 15:29:56');
INSERT INTO `message` VALUES (29, 131, 111, '111_131', '你好', 1, '2019-04-08 04:24:10');
INSERT INTO `message` VALUES (30, 131, 111, '111_131', 'haha', 1, '2019-04-08 04:43:22');
INSERT INTO `message` VALUES (31, 111, 131, '111_131', 'hehe', 1, '2019-04-08 04:50:56');
INSERT INTO `message` VALUES (32, 131, 111, '111_131', 'yeah', 1, '2019-04-08 04:57:16');
INSERT INTO `message` VALUES (33, 131, 111, '111_131', 'aaa', 1, '2019-04-08 04:58:03');
INSERT INTO `message` VALUES (34, 111, 131, '111_131', 'ttt', 1, '2019-04-08 04:58:16');
INSERT INTO `message` VALUES (35, 132, 111, '111_132', '为啥不让我灌水', 1, '2019-04-08 06:08:55');
INSERT INTO `message` VALUES (36, 111, 132, '111_132', '就是不让灌水', 1, '2019-04-08 06:22:55');
INSERT INTO `message` VALUES (37, 111, 132, '111_132', '以后注意啊', 2, '2019-04-08 06:29:01');
INSERT INTO `message` VALUES (38, 111, 131, '111_131', '啦啦啦', 2, '2019-04-13 02:20:50');
INSERT INTO `message` VALUES (39, 111, 131, '111_131', '嘎嘎嘎', 0, '2019-04-13 02:21:03');
INSERT INTO `message` VALUES (92, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":112}', 1, '2019-04-13 14:20:58');
INSERT INTO `message` VALUES (93, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":112}', 1, '2019-04-13 14:21:04');
INSERT INTO `message` VALUES (94, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":112}', 1, '2019-04-13 14:21:08');
INSERT INTO `message` VALUES (95, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":113}', 1, '2019-04-13 14:22:58');
INSERT INTO `message` VALUES (96, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":113}', 1, '2019-04-13 14:23:01');
INSERT INTO `message` VALUES (97, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":113}', 1, '2019-04-13 14:23:04');
INSERT INTO `message` VALUES (98, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":114}', 1, '2019-04-13 14:23:26');
INSERT INTO `message` VALUES (99, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":114}', 1, '2019-04-13 14:23:34');
INSERT INTO `message` VALUES (100, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":114}', 1, '2019-04-13 14:23:37');
INSERT INTO `message` VALUES (101, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":115}', 1, '2019-04-13 14:23:57');
INSERT INTO `message` VALUES (102, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":115}', 1, '2019-04-13 14:24:00');
INSERT INTO `message` VALUES (103, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":115}', 2, '2019-04-13 14:24:02');
INSERT INTO `message` VALUES (104, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":116}', 1, '2019-04-13 14:24:24');
INSERT INTO `message` VALUES (105, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":116}', 1, '2019-04-13 14:24:28');
INSERT INTO `message` VALUES (106, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":116}', 1, '2019-04-13 14:24:30');
INSERT INTO `message` VALUES (107, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":117}', 1, '2019-04-13 14:24:52');
INSERT INTO `message` VALUES (108, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":117}', 1, '2019-04-13 14:24:56');
INSERT INTO `message` VALUES (109, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":117}', 1, '2019-04-13 14:24:59');
INSERT INTO `message` VALUES (110, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":118}', 1, '2019-04-13 14:25:15');
INSERT INTO `message` VALUES (111, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":118}', 1, '2019-04-13 14:25:33');
INSERT INTO `message` VALUES (112, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":118}', 1, '2019-04-13 14:25:43');
INSERT INTO `message` VALUES (113, 1, 1, 'follow', '{\"entityType\":3,\"entityId\":1,\"userId\":133}', 0, '2019-04-19 03:09:32');
INSERT INTO `message` VALUES (114, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":245,\"postId\":245,\"userId\":133}', 1, '2019-04-19 03:09:41');
INSERT INTO `message` VALUES (115, 1, 133, 'comment', '{\"entityType\":2,\"entityId\":55,\"postId\":245,\"userId\":133}', 1, '2019-04-19 03:09:46');
INSERT INTO `message` VALUES (116, 1, 133, 'comment', '{\"entityType\":2,\"entityId\":55,\"postId\":245,\"userId\":133}', 1, '2019-04-19 03:09:53');
INSERT INTO `message` VALUES (117, 1, 133, 'like', '{\"entityType\":1,\"entityId\":246,\"postId\":246,\"userId\":133}', 1, '2019-04-19 03:37:28');
INSERT INTO `message` VALUES (118, 1, 133, 'comment', '{\"entityType\":1,\"entityId\":246,\"postId\":246,\"userId\":133}', 1, '2019-04-19 03:37:34');
INSERT INTO `message` VALUES (119, 111, 131, '111_131', 'aaa', 0, '2019-04-19 09:21:24');
INSERT INTO `message` VALUES (120, 1, 133, 'like', '{\"entityType\":1,\"entityId\":246,\"postId\":246,\"userId\":111}', 0, '2019-04-19 09:21:45');
INSERT INTO `message` VALUES (121, 1, 133, 'comment', '{\"entityType\":1,\"entityId\":246,\"postId\":246,\"userId\":111}', 0, '2019-04-19 09:21:50');
INSERT INTO `message` VALUES (122, 1, 134, 'like', '{\"entityType\":1,\"entityId\":249,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:16:48');
INSERT INTO `message` VALUES (123, 1, 134, 'like', '{\"entityType\":1,\"entityId\":249,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:16:50');
INSERT INTO `message` VALUES (124, 1, 134, 'like', '{\"entityType\":1,\"entityId\":249,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:16:52');
INSERT INTO `message` VALUES (125, 1, 134, 'comment', '{\"entityType\":1,\"entityId\":249,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:16:57');
INSERT INTO `message` VALUES (126, 1, 134, 'like', '{\"entityType\":2,\"entityId\":60,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:17:00');
INSERT INTO `message` VALUES (127, 1, 134, 'comment', '{\"entityType\":2,\"entityId\":60,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:17:04');
INSERT INTO `message` VALUES (128, 1, 134, 'comment', '{\"entityType\":2,\"entityId\":60,\"postId\":249,\"userId\":134}', 1, '2019-04-19 10:17:09');
INSERT INTO `message` VALUES (129, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":134}', 1, '2019-04-19 10:17:44');
INSERT INTO `message` VALUES (130, 134, 111, '111_134', 'hello', 1, '2019-04-19 10:19:04');
INSERT INTO `message` VALUES (131, 111, 134, '111_134', 'nihao', 0, '2019-04-19 10:19:30');
INSERT INTO `message` VALUES (132, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":233,\"postId\":233,\"userId\":111}', 1, '2019-04-23 04:34:03');
INSERT INTO `message` VALUES (133, 1, 133, 'like', '{\"entityType\":1,\"entityId\":246,\"postId\":246,\"userId\":111}', 0, '2019-04-23 07:30:38');
INSERT INTO `message` VALUES (134, 1, 133, 'comment', '{\"entityType\":1,\"entityId\":246,\"postId\":246,\"userId\":111}', 0, '2019-04-23 07:30:47');
INSERT INTO `message` VALUES (135, 1, 111, 'like', '{\"entityType\":1,\"entityId\":237,\"postId\":237,\"userId\":111}', 1, '2019-04-23 07:31:00');
INSERT INTO `message` VALUES (136, 1, 111, 'like', '{\"entityType\":1,\"entityId\":233,\"postId\":233,\"userId\":111}', 1, '2019-04-23 07:31:07');
INSERT INTO `message` VALUES (137, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":233,\"postId\":233,\"userId\":111}', 1, '2019-04-23 07:31:13');
INSERT INTO `message` VALUES (138, 1, 132, 'like', '{\"entityType\":1,\"entityId\":232,\"postId\":232,\"userId\":111}', 0, '2019-04-23 07:33:12');
INSERT INTO `message` VALUES (139, 1, 112, 'like', '{\"entityType\":1,\"entityId\":229,\"postId\":229,\"userId\":111}', 0, '2019-04-23 07:33:56');
INSERT INTO `message` VALUES (140, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:09');
INSERT INTO `message` VALUES (141, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:13');
INSERT INTO `message` VALUES (142, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:16');
INSERT INTO `message` VALUES (143, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:25');
INSERT INTO `message` VALUES (144, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:28');
INSERT INTO `message` VALUES (145, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:31');
INSERT INTO `message` VALUES (146, 1, 138, 'comment', '{\"entityType\":2,\"entityId\":66,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:43');
INSERT INTO `message` VALUES (147, 1, 138, 'comment', '{\"entityType\":2,\"entityId\":66,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:48');
INSERT INTO `message` VALUES (148, 1, 138, 'comment', '{\"entityType\":2,\"entityId\":66,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:46:57');
INSERT INTO `message` VALUES (149, 1, 138, 'comment', '{\"entityType\":2,\"entityId\":66,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:06');
INSERT INTO `message` VALUES (150, 1, 138, 'like', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:21');
INSERT INTO `message` VALUES (151, 1, 138, 'like', '{\"entityType\":1,\"entityId\":270,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:25');
INSERT INTO `message` VALUES (152, 1, 138, 'like', '{\"entityType\":2,\"entityId\":66,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:27');
INSERT INTO `message` VALUES (153, 1, 138, 'like', '{\"entityType\":2,\"entityId\":72,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:30');
INSERT INTO `message` VALUES (154, 1, 138, 'like', '{\"entityType\":2,\"entityId\":73,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:30');
INSERT INTO `message` VALUES (155, 1, 138, 'like', '{\"entityType\":2,\"entityId\":74,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:31');
INSERT INTO `message` VALUES (156, 1, 138, 'like', '{\"entityType\":2,\"entityId\":75,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:32');
INSERT INTO `message` VALUES (157, 1, 138, 'like', '{\"entityType\":2,\"entityId\":67,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:33');
INSERT INTO `message` VALUES (158, 1, 138, 'like', '{\"entityType\":2,\"entityId\":68,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:34');
INSERT INTO `message` VALUES (159, 1, 138, 'like', '{\"entityType\":2,\"entityId\":69,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:36');
INSERT INTO `message` VALUES (160, 1, 138, 'like', '{\"entityType\":2,\"entityId\":70,\"postId\":270,\"userId\":138}', 1, '2019-04-25 06:47:37');
INSERT INTO `message` VALUES (161, 138, 111, '111_138', 'hello', 1, '2019-04-25 07:10:45');
INSERT INTO `message` VALUES (162, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":138}', 1, '2019-04-25 07:10:57');
INSERT INTO `message` VALUES (163, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":138}', 1, '2019-04-25 07:10:59');
INSERT INTO `message` VALUES (164, 138, 111, '111_138', 'heihei', 1, '2019-04-25 07:12:48');
INSERT INTO `message` VALUES (165, 138, 111, '111_138', 'lala', 1, '2019-04-25 07:12:58');
INSERT INTO `message` VALUES (166, 1, 138, 'like', '{\"entityType\":1,\"entityId\":271,\"postId\":271,\"userId\":138}', 1, '2019-04-25 07:22:22');
INSERT INTO `message` VALUES (167, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":271,\"postId\":271,\"userId\":138}', 1, '2019-04-25 07:22:28');
INSERT INTO `message` VALUES (168, 1, 138, 'comment', '{\"entityType\":1,\"entityId\":271,\"postId\":271,\"userId\":138}', 1, '2019-04-25 07:22:33');
INSERT INTO `message` VALUES (169, 1, 138, 'comment', '{\"entityType\":2,\"entityId\":77,\"postId\":271,\"userId\":138}', 1, '2019-04-25 07:22:43');
INSERT INTO `message` VALUES (170, 1, 138, 'like', '{\"entityType\":2,\"entityId\":78,\"postId\":271,\"userId\":138}', 1, '2019-04-25 07:22:46');
INSERT INTO `message` VALUES (171, 1, 138, 'comment', '{\"entityType\":2,\"entityId\":77,\"postId\":271,\"userId\":138}', 1, '2019-04-25 07:22:50');
INSERT INTO `message` VALUES (172, 138, 111, '111_138', 'Hello aaa', 1, '2019-04-25 07:23:27');
INSERT INTO `message` VALUES (173, 138, 111, '111_138', '???', 1, '2019-04-25 07:23:40');
INSERT INTO `message` VALUES (174, 1, 111, 'like', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":111}', 1, '2019-04-26 06:15:14');
INSERT INTO `message` VALUES (175, 1, 111, 'like', '{\"entityType\":2,\"entityId\":29,\"postId\":233,\"userId\":111}', 1, '2019-04-26 07:17:54');
INSERT INTO `message` VALUES (176, 1, 112, 'like', '{\"entityType\":2,\"entityId\":30,\"postId\":233,\"userId\":111}', 0, '2019-04-26 07:17:55');
INSERT INTO `message` VALUES (177, 1, 111, 'like', '{\"entityType\":2,\"entityId\":29,\"postId\":233,\"userId\":111}', 1, '2019-04-26 07:17:57');
INSERT INTO `message` VALUES (178, 1, 112, 'like', '{\"entityType\":2,\"entityId\":30,\"postId\":233,\"userId\":111}', 0, '2019-04-26 07:17:58');
INSERT INTO `message` VALUES (179, 1, 112, 'like', '{\"entityType\":2,\"entityId\":28,\"postId\":233,\"userId\":111}', 0, '2019-04-26 07:17:58');
INSERT INTO `message` VALUES (180, 1, 111, 'like', '{\"entityType\":1,\"entityId\":272,\"postId\":272,\"userId\":111}', 1, '2019-04-26 07:42:48');
INSERT INTO `message` VALUES (181, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":272,\"postId\":272,\"userId\":111}', 1, '2019-04-26 07:42:54');
INSERT INTO `message` VALUES (182, 1, 111, 'comment', '{\"entityType\":2,\"entityId\":80,\"postId\":272,\"userId\":111}', 1, '2019-04-26 07:43:26');
INSERT INTO `message` VALUES (183, 1, 111, 'comment', '{\"entityType\":2,\"entityId\":80,\"postId\":272,\"userId\":111}', 1, '2019-04-26 07:43:33');
INSERT INTO `message` VALUES (184, 1, 111, 'comment', '{\"entityType\":2,\"entityId\":80,\"postId\":272,\"userId\":111}', 1, '2019-04-26 07:43:40');
INSERT INTO `message` VALUES (185, 1, 138, 'follow', '{\"entityType\":3,\"entityId\":138,\"userId\":111}', 0, '2019-04-26 11:46:08');
INSERT INTO `message` VALUES (186, 1, 138, 'follow', '{\"entityType\":3,\"entityId\":138,\"userId\":111}', 0, '2019-04-26 11:46:09');
INSERT INTO `message` VALUES (187, 1, 138, 'like', '{\"entityType\":1,\"entityId\":271,\"postId\":271,\"userId\":111}', 0, '2019-04-26 11:46:17');
INSERT INTO `message` VALUES (188, 1, 138, 'like', '{\"entityType\":2,\"entityId\":77,\"postId\":271,\"userId\":111}', 0, '2019-04-26 11:46:19');
INSERT INTO `message` VALUES (189, 1, 138, 'like', '{\"entityType\":2,\"entityId\":79,\"postId\":271,\"userId\":111}', 0, '2019-04-26 11:46:21');
INSERT INTO `message` VALUES (190, 1, 138, 'like', '{\"entityType\":2,\"entityId\":78,\"postId\":271,\"userId\":111}', 0, '2019-04-26 11:46:22');
INSERT INTO `message` VALUES (191, 111, 111, '111_111', 'cc', 1, '2019-04-28 02:16:08');
INSERT INTO `message` VALUES (192, 1, 145, 'like', '{\"entityType\":1,\"entityId\":273,\"postId\":273,\"userId\":145}', 1, '2019-04-28 07:32:57');
INSERT INTO `message` VALUES (193, 1, 145, 'comment', '{\"entityType\":1,\"entityId\":273,\"postId\":273,\"userId\":145}', 1, '2019-04-28 07:33:03');
INSERT INTO `message` VALUES (194, 1, 145, 'like', '{\"entityType\":2,\"entityId\":84,\"postId\":273,\"userId\":145}', 1, '2019-04-28 07:33:05');
INSERT INTO `message` VALUES (195, 1, 145, 'comment', '{\"entityType\":2,\"entityId\":84,\"postId\":273,\"userId\":145}', 1, '2019-04-28 07:33:12');
INSERT INTO `message` VALUES (196, 1, 145, 'comment', '{\"entityType\":2,\"entityId\":84,\"postId\":273,\"userId\":145}', 1, '2019-04-28 07:33:16');
INSERT INTO `message` VALUES (197, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":145}', 1, '2019-04-28 07:33:40');
INSERT INTO `message` VALUES (198, 1, 145, 'follow', '{\"entityType\":3,\"entityId\":145,\"userId\":111}', 1, '2019-04-28 07:33:52');
INSERT INTO `message` VALUES (199, 111, 145, '111_145', '你好', 1, '2019-04-28 07:34:18');
INSERT INTO `message` VALUES (200, 1, 111, 'like', '{\"entityType\":1,\"entityId\":272,\"postId\":272,\"userId\":145}', 1, '2019-04-28 08:11:42');
INSERT INTO `message` VALUES (201, 1, 111, 'like', '{\"entityType\":1,\"entityId\":272,\"postId\":272,\"userId\":145}', 1, '2019-04-28 08:12:40');
INSERT INTO `message` VALUES (202, 1, 145, 'like', '{\"entityType\":1,\"entityId\":273,\"postId\":273,\"userId\":111}', 1, '2019-04-28 10:56:03');
INSERT INTO `message` VALUES (203, 1, 145, 'comment', '{\"entityType\":1,\"entityId\":273,\"postId\":273,\"userId\":111}', 1, '2019-04-28 10:56:14');
INSERT INTO `message` VALUES (204, 1, 145, 'follow', '{\"entityType\":3,\"entityId\":145,\"userId\":111}', 1, '2019-04-28 10:56:18');
INSERT INTO `message` VALUES (205, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":272,\"postId\":272,\"userId\":145}', 0, '2019-05-06 03:37:28');
INSERT INTO `message` VALUES (206, 145, 111, '111_145', 'hello', 1, '2019-05-06 03:37:39');
INSERT INTO `message` VALUES (207, 111, 112, '111_112', 'bbb', 0, '2019-05-08 08:56:46');
INSERT INTO `message` VALUES (208, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 0, '2019-05-10 02:35:01');
INSERT INTO `message` VALUES (209, 1, 112, 'comment', '{\"entityType\":2,\"entityId\":43,\"postId\":234,\"userId\":146}', 0, '2019-05-10 02:35:09');
INSERT INTO `message` VALUES (210, 1, 112, 'comment', '{\"entityType\":2,\"entityId\":43,\"postId\":234,\"userId\":112}', 0, '2019-05-10 02:35:29');
INSERT INTO `message` VALUES (211, 1, 112, 'like', '{\"entityType\":2,\"entityId\":43,\"postId\":234,\"userId\":113}', 0, '2019-05-10 02:36:00');
INSERT INTO `message` VALUES (212, 1, 146, 'like', '{\"entityType\":2,\"entityId\":89,\"postId\":234,\"userId\":113}', 0, '2019-05-10 02:36:02');
INSERT INTO `message` VALUES (213, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":113}', 0, '2019-05-10 02:36:06');
INSERT INTO `message` VALUES (214, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":114}', 0, '2019-05-10 02:36:25');
INSERT INTO `message` VALUES (215, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":114}', 0, '2019-05-10 02:36:41');
INSERT INTO `message` VALUES (216, 1, 112, 'like', '{\"entityType\":2,\"entityId\":43,\"postId\":234,\"userId\":114}', 0, '2019-05-10 02:36:44');
INSERT INTO `message` VALUES (217, 1, 111, 'like', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":114}', 1, '2019-05-10 02:36:44');
INSERT INTO `message` VALUES (218, 1, 146, 'like', '{\"entityType\":2,\"entityId\":89,\"postId\":234,\"userId\":114}', 0, '2019-05-10 02:36:47');
INSERT INTO `message` VALUES (219, 1, 113, 'like', '{\"entityType\":2,\"entityId\":92,\"postId\":234,\"userId\":114}', 0, '2019-05-10 02:36:48');
INSERT INTO `message` VALUES (220, 1, 114, 'like', '{\"entityType\":2,\"entityId\":93,\"postId\":234,\"userId\":114}', 0, '2019-05-10 02:36:50');
INSERT INTO `message` VALUES (221, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":115}', 0, '2019-05-10 02:37:16');
INSERT INTO `message` VALUES (222, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:39:16');
INSERT INTO `message` VALUES (223, 1, 146, 'comment', '{\"entityType\":2,\"entityId\":96,\"postId\":234,\"userId\":146}', 0, '2019-05-10 04:39:37');
INSERT INTO `message` VALUES (224, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:40:08');
INSERT INTO `message` VALUES (225, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:40:55');
INSERT INTO `message` VALUES (226, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:42:53');
INSERT INTO `message` VALUES (227, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:46:50');
INSERT INTO `message` VALUES (228, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:46:50');
INSERT INTO `message` VALUES (229, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:47:29');
INSERT INTO `message` VALUES (230, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":146}', 1, '2019-05-10 04:55:34');
INSERT INTO `message` VALUES (231, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":146}', 0, '2019-05-15 03:34:32');
INSERT INTO `message` VALUES (232, 1, 146, 'like', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 03:34:46');
INSERT INTO `message` VALUES (233, 1, 146, 'like', '{\"entityType\":2,\"entityId\":104,\"postId\":274,\"userId\":111}', 0, '2019-05-15 03:34:47');
INSERT INTO `message` VALUES (234, 1, 146, 'comment', '{\"entityType\":2,\"entityId\":104,\"postId\":274,\"userId\":111}', 0, '2019-05-15 03:34:51');
INSERT INTO `message` VALUES (235, 1, 146, 'comment', '{\"entityType\":2,\"entityId\":104,\"postId\":274,\"userId\":146}', 0, '2019-05-15 03:35:14');
INSERT INTO `message` VALUES (236, 1, 111, 'like', '{\"entityType\":2,\"entityId\":105,\"postId\":274,\"userId\":146}', 1, '2019-05-15 03:35:16');
INSERT INTO `message` VALUES (237, 1, 146, 'comment', '{\"entityType\":2,\"entityId\":104,\"postId\":274,\"userId\":111}', 0, '2019-05-15 03:35:40');
INSERT INTO `message` VALUES (238, 1, 146, 'like', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":112}', 0, '2019-05-15 03:40:46');
INSERT INTO `message` VALUES (239, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":112}', 0, '2019-05-15 03:40:50');
INSERT INTO `message` VALUES (240, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":112}', 0, '2019-05-15 03:45:53');
INSERT INTO `message` VALUES (241, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 03:55:07');
INSERT INTO `message` VALUES (242, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 03:55:16');
INSERT INTO `message` VALUES (243, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 04:00:37');
INSERT INTO `message` VALUES (244, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 07:05:03');
INSERT INTO `message` VALUES (245, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 07:26:53');
INSERT INTO `message` VALUES (246, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 07:27:06');
INSERT INTO `message` VALUES (247, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 07:27:16');
INSERT INTO `message` VALUES (248, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 07:35:20');
INSERT INTO `message` VALUES (249, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:09:09');
INSERT INTO `message` VALUES (250, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:10:35');
INSERT INTO `message` VALUES (251, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:15:44');
INSERT INTO `message` VALUES (252, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:53:26');
INSERT INTO `message` VALUES (253, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:53:54');
INSERT INTO `message` VALUES (254, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:55:08');
INSERT INTO `message` VALUES (255, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:55:39');
INSERT INTO `message` VALUES (256, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:57:02');
INSERT INTO `message` VALUES (257, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:57:20');
INSERT INTO `message` VALUES (258, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:57:26');
INSERT INTO `message` VALUES (259, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 09:57:31');
INSERT INTO `message` VALUES (260, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:00:19');
INSERT INTO `message` VALUES (261, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:00:25');
INSERT INTO `message` VALUES (262, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:00:31');
INSERT INTO `message` VALUES (263, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:00:37');
INSERT INTO `message` VALUES (264, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:00:43');
INSERT INTO `message` VALUES (265, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:01:34');
INSERT INTO `message` VALUES (266, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:01:39');
INSERT INTO `message` VALUES (267, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:01:45');
INSERT INTO `message` VALUES (268, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:01:50');
INSERT INTO `message` VALUES (269, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:01:55');
INSERT INTO `message` VALUES (270, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:02:29');
INSERT INTO `message` VALUES (271, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:18:20');
INSERT INTO `message` VALUES (272, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:18:26');
INSERT INTO `message` VALUES (273, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:18:31');
INSERT INTO `message` VALUES (274, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:18:40');
INSERT INTO `message` VALUES (275, 1, 146, 'comment', '{\"entityType\":1,\"entityId\":274,\"postId\":274,\"userId\":111}', 0, '2019-05-15 10:26:59');
INSERT INTO `message` VALUES (276, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:06:59');
INSERT INTO `message` VALUES (277, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:07:05');
INSERT INTO `message` VALUES (278, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:07:06');
INSERT INTO `message` VALUES (279, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:07:11');
INSERT INTO `message` VALUES (280, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:07:15');
INSERT INTO `message` VALUES (281, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:07:38');
INSERT INTO `message` VALUES (282, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:12:18');
INSERT INTO `message` VALUES (283, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:12:24');
INSERT INTO `message` VALUES (284, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:12:29');
INSERT INTO `message` VALUES (285, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:12:35');
INSERT INTO `message` VALUES (286, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:12:39');
INSERT INTO `message` VALUES (287, 1, 11, 'comment', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2019-05-16 11:12:45');
INSERT INTO `message` VALUES (288, 1, 149, 'like', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":149}', 1, '2019-05-17 07:50:30');
INSERT INTO `message` VALUES (289, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":149}', 0, '2019-05-17 07:50:39');
INSERT INTO `message` VALUES (290, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":111}', 1, '2019-05-17 07:51:00');
INSERT INTO `message` VALUES (291, 1, 149, 'like', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":111}', 1, '2019-05-17 07:51:02');
INSERT INTO `message` VALUES (292, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":112}', 1, '2019-05-17 07:51:22');
INSERT INTO `message` VALUES (293, 1, 111, 'like', '{\"entityType\":2,\"entityId\":165,\"postId\":276,\"userId\":149}', 1, '2019-05-17 07:51:40');
INSERT INTO `message` VALUES (294, 1, 112, 'like', '{\"entityType\":2,\"entityId\":166,\"postId\":276,\"userId\":149}', 0, '2019-05-17 07:51:41');
INSERT INTO `message` VALUES (295, 1, 111, 'comment', '{\"entityType\":2,\"entityId\":165,\"postId\":276,\"userId\":149}', 1, '2019-05-17 07:51:53');
INSERT INTO `message` VALUES (296, 1, 112, 'comment', '{\"entityType\":2,\"entityId\":166,\"postId\":276,\"userId\":149}', 0, '2019-05-17 07:52:01');
INSERT INTO `message` VALUES (297, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":149}', 1, '2019-05-17 07:52:14');
INSERT INTO `message` VALUES (298, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":113}', 1, '2019-05-17 07:52:35');
INSERT INTO `message` VALUES (299, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":276,\"postId\":276,\"userId\":114}', 1, '2019-05-17 07:53:01');
INSERT INTO `message` VALUES (300, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:11');
INSERT INTO `message` VALUES (301, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:15');
INSERT INTO `message` VALUES (302, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:19');
INSERT INTO `message` VALUES (303, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:22');
INSERT INTO `message` VALUES (304, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:25');
INSERT INTO `message` VALUES (305, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:29');
INSERT INTO `message` VALUES (306, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:34');
INSERT INTO `message` VALUES (307, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:38');
INSERT INTO `message` VALUES (308, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:43');
INSERT INTO `message` VALUES (309, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:48');
INSERT INTO `message` VALUES (310, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:07:53');
INSERT INTO `message` VALUES (311, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:19:54');
INSERT INTO `message` VALUES (312, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:26:29');
INSERT INTO `message` VALUES (313, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:49:58');
INSERT INTO `message` VALUES (314, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 09:52:51');
INSERT INTO `message` VALUES (315, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:03:41');
INSERT INTO `message` VALUES (316, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:04:43');
INSERT INTO `message` VALUES (317, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:05:05');
INSERT INTO `message` VALUES (318, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:10:42');
INSERT INTO `message` VALUES (319, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:12:10');
INSERT INTO `message` VALUES (320, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:12:32');
INSERT INTO `message` VALUES (321, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:21:36');
INSERT INTO `message` VALUES (322, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:21:56');
INSERT INTO `message` VALUES (323, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:22:40');
INSERT INTO `message` VALUES (324, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:24:19');
INSERT INTO `message` VALUES (325, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:26:04');
INSERT INTO `message` VALUES (326, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:26:04');
INSERT INTO `message` VALUES (327, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:26:54');
INSERT INTO `message` VALUES (328, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:28:58');
INSERT INTO `message` VALUES (329, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:29:49');
INSERT INTO `message` VALUES (330, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:30:02');
INSERT INTO `message` VALUES (331, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:31:51');
INSERT INTO `message` VALUES (332, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:31:54');
INSERT INTO `message` VALUES (333, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:33:25');
INSERT INTO `message` VALUES (334, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:34:21');
INSERT INTO `message` VALUES (335, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:34:49');
INSERT INTO `message` VALUES (336, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:38:40');
INSERT INTO `message` VALUES (337, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":277,\"postId\":277,\"userId\":111}', 0, '2019-05-17 10:39:19');
INSERT INTO `message` VALUES (338, 1, 149, 'like', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:41:37');
INSERT INTO `message` VALUES (339, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:41:58');
INSERT INTO `message` VALUES (340, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:42:20');
INSERT INTO `message` VALUES (341, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:42:35');
INSERT INTO `message` VALUES (342, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:42:48');
INSERT INTO `message` VALUES (343, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:01');
INSERT INTO `message` VALUES (344, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:19');
INSERT INTO `message` VALUES (345, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:32');
INSERT INTO `message` VALUES (346, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:36');
INSERT INTO `message` VALUES (347, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:40');
INSERT INTO `message` VALUES (348, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:48');
INSERT INTO `message` VALUES (349, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:43:55');
INSERT INTO `message` VALUES (350, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:44:10');
INSERT INTO `message` VALUES (351, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:44:13');
INSERT INTO `message` VALUES (352, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:44:16');
INSERT INTO `message` VALUES (353, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:44:19');
INSERT INTO `message` VALUES (354, 1, 149, 'comment', '{\"entityType\":1,\"entityId\":280,\"postId\":280,\"userId\":149}', 0, '2019-05-20 09:44:25');
INSERT INTO `message` VALUES (355, 111, 171, '111_171', '很高兴 认识你', 1, '2022-05-09 12:00:53');
INSERT INTO `message` VALUES (356, 171, 111, '111_171', 'nice to meet you', 1, '2022-05-09 12:42:14');
INSERT INTO `message` VALUES (357, 171, 111, '111_171', '这是测试消息', 1, '2022-05-09 13:33:44');
INSERT INTO `message` VALUES (358, 168, 111, '111_168', '求一份源码', 1, '2022-05-09 13:38:32');
INSERT INTO `message` VALUES (359, 171, 111, '111_171', '你写的代码真的是666', 1, '2022-05-09 13:39:04');
INSERT INTO `message` VALUES (360, 111, 145, '111_145', '111', 0, '2022-05-10 16:48:45');
INSERT INTO `message` VALUES (361, 111, 145, '111_145', '222', 0, '2022-05-10 16:48:57');
INSERT INTO `message` VALUES (362, 111, 168, '111_168', '3334', 1, '2022-05-10 16:49:06');
INSERT INTO `message` VALUES (363, 111, 171, '111_171', '还行吧 一般般', 1, '2022-05-10 16:49:37');
INSERT INTO `message` VALUES (364, 111, 112, '111_112', '什么事情', 0, '2022-05-10 16:53:51');
INSERT INTO `message` VALUES (365, 111, 114, '111_114', '滴水穿石 加油', 0, '2022-05-10 16:54:23');
INSERT INTO `message` VALUES (366, 111, 138, '111_138', '怎么回事', 0, '2022-05-10 16:54:56');
INSERT INTO `message` VALUES (367, 111, 145, '111_145', '<img src=\"/community/img/face/22.png\" />', 0, '2022-05-10 16:55:18');
INSERT INTO `message` VALUES (368, 111, 116, '111_116', '发了什么东西', 0, '2022-05-10 16:57:36');
INSERT INTO `message` VALUES (369, 111, 116, '111_116', '代码还是什么', 0, '2022-05-10 16:58:56');
INSERT INTO `message` VALUES (370, 111, 131, '111_131', 'springboot ', 0, '2022-05-10 17:00:15');
INSERT INTO `message` VALUES (371, 111, 116, '111_116', '小小案例', 0, '2022-05-10 17:08:12');
INSERT INTO `message` VALUES (372, 111, 115, '111_115', '怎么啦 ', 0, '2022-05-10 17:09:57');
INSERT INTO `message` VALUES (373, 111, 115, '111_115', '测试', 0, '2022-05-10 17:12:40');
INSERT INTO `message` VALUES (374, 111, 115, '111_115', '测试2', 0, '2022-05-10 17:17:28');
INSERT INTO `message` VALUES (375, 111, 138, '111_138', '发了什么东西呀', 0, '2022-05-10 17:24:01');
INSERT INTO `message` VALUES (376, 111, 138, '111_138', '在不', 0, '2022-05-10 17:24:55');
INSERT INTO `message` VALUES (377, 111, 118, '111_118', '你好', 0, '2022-05-10 17:25:37');
INSERT INTO `message` VALUES (378, 111, 118, '111_118', 'hi', 0, '2022-05-10 17:26:38');
INSERT INTO `message` VALUES (379, 111, 117, '111_117', '咋啦', 0, '2022-05-10 17:27:24');
INSERT INTO `message` VALUES (380, 111, 117, '111_117', '有啥问题？', 0, '2022-05-10 17:27:53');
INSERT INTO `message` VALUES (381, 111, 118, '111_118', '哈哈哈', 0, '2022-05-10 17:29:29');
INSERT INTO `message` VALUES (382, 111, 118, '111_118', '你好呀', 0, '2022-05-10 17:29:54');
INSERT INTO `message` VALUES (383, 111, 134, '111_134', '雷猴', 0, '2022-05-10 17:35:09');
INSERT INTO `message` VALUES (384, 111, 134, '111_134', '哈哈哈', 0, '2022-05-10 18:29:59');
INSERT INTO `message` VALUES (385, 111, 119, '111_119', '滴滴', 0, '2022-05-10 18:34:31');
INSERT INTO `message` VALUES (386, 111, 119, '111_119', '哈哈哈', 0, '2022-05-10 18:35:24');
INSERT INTO `message` VALUES (387, 111, 113, '111_113', '我很好 谢谢', 0, '2022-05-10 18:36:48');
INSERT INTO `message` VALUES (388, 171, 111, '111_171', '是的 这个聊天功能真的是搞了我2天 好累好累', 1, '2022-05-10 18:44:50');
INSERT INTO `message` VALUES (389, 111, 171, '111_171', '幸苦了 哈', 1, '2022-05-10 19:36:13');
INSERT INTO `message` VALUES (390, 171, 111, '111_171', '谢谢支持 我会努力的', 1, '2022-05-10 19:37:34');
INSERT INTO `message` VALUES (391, 111, 168, '111_168', '源码在我的博客 https://blog.csdn.net/wyf2017', 1, '2022-05-10 19:39:14');
INSERT INTO `message` VALUES (392, 111, 117, '111_117', '艹艹草', 0, '2022-05-10 21:03:36');
INSERT INTO `message` VALUES (393, 111, 171, '111_171', '改样式太难了 我giao', 1, '2022-05-11 13:25:18');
INSERT INTO `message` VALUES (394, 111, 171, '111_171', '哈哈哈', 1, '2022-05-11 13:48:03');
INSERT INTO `message` VALUES (399, 111, 113, '111_113', '出现异常', 0, '2022-05-15 21:09:24');
INSERT INTO `message` VALUES (400, 111, 171, '111_171', '<img src=\"/community/img/face/65.png\" />', 1, '2022-05-15 21:14:21');
INSERT INTO `message` VALUES (401, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":234,\"postId\":234,\"userId\":149}', 1, '2022-06-03 17:55:00');
INSERT INTO `message` VALUES (402, 1, 149, 'like', '{\"entityType\":2,\"entityId\":257,\"postId\":234,\"userId\":149}', 0, '2022-06-03 17:55:53');
INSERT INTO `message` VALUES (403, 1, 168, 'follow', '{\"entityType\":3,\"entityId\":168,\"userId\":149}', 1, '2022-06-03 17:56:16');
INSERT INTO `message` VALUES (404, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":309,\"postId\":309,\"userId\":171}', 1, '2022-06-05 20:55:06');
INSERT INTO `message` VALUES (405, 1, 171, 'like', '{\"entityType\":2,\"entityId\":258,\"postId\":309,\"userId\":111}', 1, '2022-06-05 20:55:40');
INSERT INTO `message` VALUES (406, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":228,\"postId\":228,\"userId\":171}', 1, '2022-06-06 16:30:29');
INSERT INTO `message` VALUES (407, 1, 111, 'like', '{\"entityType\":2,\"entityId\":1,\"postId\":228,\"userId\":111}', 1, '2022-06-06 16:31:54');
INSERT INTO `message` VALUES (408, 1, 111, 'like', '{\"entityType\":1,\"entityId\":228,\"postId\":228,\"userId\":171}', 1, '2022-06-06 16:36:18');
INSERT INTO `message` VALUES (409, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":171}', 1, '2022-06-06 16:36:41');
INSERT INTO `message` VALUES (410, 1, 171, 'like', '{\"entityType\":1,\"entityId\":310,\"postId\":310,\"userId\":111}', 1, '2022-06-06 17:35:49');
INSERT INTO `message` VALUES (411, 1, 171, 'comment', '{\"entityType\":1,\"entityId\":310,\"postId\":310,\"userId\":111}', 1, '2022-06-06 17:36:01');
INSERT INTO `message` VALUES (412, 1, 171, 'comment', '{\"entityType\":1,\"entityId\":310,\"postId\":310,\"userId\":149}', 1, '2022-06-06 17:49:56');
INSERT INTO `message` VALUES (413, 1, 171, 'like', '{\"entityType\":1,\"entityId\":310,\"postId\":310,\"userId\":149}', 0, '2022-06-06 17:50:26');
INSERT INTO `message` VALUES (414, 1, 171, 'follow', '{\"entityType\":3,\"entityId\":171,\"userId\":149}', 1, '2022-06-06 17:50:31');
INSERT INTO `message` VALUES (415, 1, 173, 'comment', '{\"entityType\":1,\"entityId\":311,\"postId\":311,\"userId\":173}', 1, '2022-06-06 18:49:20');
INSERT INTO `message` VALUES (416, 1, 173, 'like', '{\"entityType\":1,\"entityId\":311,\"postId\":311,\"userId\":171}', 1, '2022-06-06 18:54:16');
INSERT INTO `message` VALUES (417, 1, 173, 'follow', '{\"entityType\":3,\"entityId\":173,\"userId\":171}', 0, '2022-06-06 18:54:19');
INSERT INTO `message` VALUES (418, 1, 173, 'comment', '{\"entityType\":1,\"entityId\":311,\"postId\":311,\"userId\":111}', 1, '2022-06-06 18:55:11');
INSERT INTO `message` VALUES (419, 1, 168, 'like', '{\"entityType\":2,\"entityId\":266,\"postId\":311,\"userId\":111}', 0, '2022-06-06 19:02:19');
INSERT INTO `message` VALUES (420, 1, 111, 'comment', '{\"entityType\":2,\"entityId\":264,\"postId\":311,\"userId\":168}', 1, '2022-06-06 19:13:49');
INSERT INTO `message` VALUES (421, 1, 171, 'like', '{\"entityType\":1,\"entityId\":314,\"postId\":314,\"userId\":111}', 0, '2022-06-14 21:42:36');
INSERT INTO `message` VALUES (422, 1, 171, 'comment', '{\"entityType\":1,\"entityId\":314,\"postId\":314,\"userId\":111}', 1, '2022-06-14 21:42:49');
INSERT INTO `message` VALUES (423, 1, 171, 'like', '{\"entityType\":1,\"entityId\":316,\"postId\":316,\"userId\":171}', 0, '2022-06-20 09:25:16');
INSERT INTO `message` VALUES (424, 1, 171, 'comment', '{\"entityType\":1,\"entityId\":315,\"postId\":315,\"userId\":171}', 0, '2022-06-20 09:25:27');
INSERT INTO `message` VALUES (425, 1, 171, 'comment', '{\"entityType\":1,\"entityId\":315,\"postId\":315,\"userId\":171}', 0, '2022-06-20 09:25:37');
INSERT INTO `message` VALUES (426, 1, 171, 'comment', '{\"entityType\":1,\"entityId\":315,\"postId\":315,\"userId\":171}', 0, '2022-06-20 09:25:46');
INSERT INTO `message` VALUES (427, 1, 171, 'like', '{\"entityType\":1,\"entityId\":315,\"postId\":315,\"userId\":171}', 0, '2022-06-20 09:25:49');
INSERT INTO `message` VALUES (428, 1, 111, 'like', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":111}', 0, '2022-06-20 10:58:27');
INSERT INTO `message` VALUES (429, 1, 111, 'follow', '{\"entityType\":3,\"entityId\":111,\"userId\":172}', 0, '2022-06-21 11:33:16');
INSERT INTO `message` VALUES (430, 103, 173, '103_173', '小伙子你不老实呀 请科学上网', 0, '2022-06-22 16:59:55');
INSERT INTO `message` VALUES (431, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:05:37');
INSERT INTO `message` VALUES (432, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:05:56');
INSERT INTO `message` VALUES (433, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:08:53');
INSERT INTO `message` VALUES (434, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:11:28');
INSERT INTO `message` VALUES (435, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:11:54');
INSERT INTO `message` VALUES (436, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:12:33');
INSERT INTO `message` VALUES (437, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:12:52');
INSERT INTO `message` VALUES (438, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:13:04');
INSERT INTO `message` VALUES (439, 1, 171, 'comment', '{\"entityType\":2,\"entityId\":275,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:13:12');
INSERT INTO `message` VALUES (440, 1, 171, 'comment', '{\"entityType\":2,\"entityId\":279,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:13:34');
INSERT INTO `message` VALUES (441, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:25:05');
INSERT INTO `message` VALUES (442, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:25:16');
INSERT INTO `message` VALUES (443, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:26:26');
INSERT INTO `message` VALUES (444, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:27:54');
INSERT INTO `message` VALUES (445, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:29:35');
INSERT INTO `message` VALUES (446, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:32:26');
INSERT INTO `message` VALUES (447, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:32:55');
INSERT INTO `message` VALUES (448, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:33:23');
INSERT INTO `message` VALUES (449, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:33:32');
INSERT INTO `message` VALUES (450, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:34:29');
INSERT INTO `message` VALUES (451, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:34:48');
INSERT INTO `message` VALUES (452, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:35:37');
INSERT INTO `message` VALUES (453, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:36:05');
INSERT INTO `message` VALUES (454, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:37:07');
INSERT INTO `message` VALUES (455, 1, 111, 'comment', '{\"entityType\":1,\"entityId\":318,\"postId\":318,\"userId\":171}', 0, '2022-06-23 22:38:01');
INSERT INTO `message` VALUES (456, 1, 11, 'follow', '{\"entityType\":3,\"entityId\":11,\"userId\":171}', 0, '2022-07-19 12:42:55');
INSERT INTO `message` VALUES (457, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":171}', 0, '2022-07-19 14:37:06');
INSERT INTO `message` VALUES (458, 1, 171, 'like', '{\"entityType\":2,\"entityId\":278,\"postId\":318,\"userId\":171}', 0, '2022-07-19 16:08:55');
INSERT INTO `message` VALUES (459, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 17:01:42');
INSERT INTO `message` VALUES (460, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 17:01:44');
INSERT INTO `message` VALUES (461, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 17:01:45');
INSERT INTO `message` VALUES (462, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 17:01:46');
INSERT INTO `message` VALUES (463, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 17:01:46');
INSERT INTO `message` VALUES (464, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":171}', 0, '2022-07-19 17:22:23');
INSERT INTO `message` VALUES (465, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 19:36:36');
INSERT INTO `message` VALUES (466, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 19:36:59');
INSERT INTO `message` VALUES (467, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 19:37:26');
INSERT INTO `message` VALUES (468, 1, 171, 'like', '{\"entityType\":1,\"entityId\":310,\"postId\":310,\"userId\":111}', 0, '2022-07-19 19:37:40');
INSERT INTO `message` VALUES (469, 1, 11, 'like', '{\"entityType\":1,\"entityId\":275,\"postId\":275,\"userId\":111}', 0, '2022-07-19 19:39:11');
INSERT INTO `message` VALUES (470, 1, 171, 'like', '{\"entityType\":1,\"entityId\":317,\"postId\":317,\"userId\":111}', 0, '2022-07-19 20:19:17');
INSERT INTO `message` VALUES (471, 1, 149, 'like', '{\"entityType\":1,\"entityId\":313,\"postId\":313,\"userId\":111}', 0, '2022-07-19 20:23:21');
INSERT INTO `message` VALUES (472, 1, 171, 'like', '{\"entityType\":1,\"entityId\":315,\"postId\":315,\"userId\":111}', 0, '2022-07-19 20:31:28');
INSERT INTO `message` VALUES (473, 1, 149, 'like', '{\"entityType\":1,\"entityId\":313,\"postId\":313,\"userId\":111}', 0, '2022-07-19 20:31:37');
INSERT INTO `message` VALUES (474, 1, 171, 'like', '{\"entityType\":2,\"entityId\":275,\"postId\":318,\"userId\":111}', 0, '2022-07-19 20:32:45');
INSERT INTO `message` VALUES (475, 1, 171, 'like', '{\"entityType\":2,\"entityId\":278,\"postId\":318,\"userId\":111}', 0, '2022-07-19 20:32:52');
INSERT INTO `message` VALUES (476, 1, 171, 'like', '{\"entityType\":2,\"entityId\":271,\"postId\":315,\"userId\":111}', 0, '2022-07-19 20:32:58');
INSERT INTO `message` VALUES (477, 1, 171, 'like', '{\"entityType\":2,\"entityId\":271,\"postId\":315,\"userId\":111}', 0, '2022-07-19 20:33:04');
INSERT INTO `message` VALUES (478, 1, 111, 'like', '{\"entityType\":2,\"entityId\":260,\"postId\":310,\"userId\":111}', 0, '2022-07-19 20:38:43');
INSERT INTO `message` VALUES (479, 1, 149, 'like', '{\"entityType\":2,\"entityId\":261,\"postId\":310,\"userId\":111}', 0, '2022-07-19 20:38:47');
INSERT INTO `message` VALUES (480, 1, 111, 'like', '{\"entityType\":2,\"entityId\":260,\"postId\":310,\"userId\":171}', 0, '2022-07-19 20:39:09');
INSERT INTO `message` VALUES (481, 1, 149, 'like', '{\"entityType\":2,\"entityId\":261,\"postId\":310,\"userId\":171}', 0, '2022-07-19 20:39:13');
INSERT INTO `message` VALUES (482, 1, 171, 'like', '{\"entityType\":1,\"entityId\":310,\"postId\":310,\"userId\":171}', 0, '2022-07-19 20:39:15');

-- ----------------------------
-- Table structure for qrtz_blob_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_blob_triggers`;
CREATE TABLE `qrtz_blob_triggers`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `BLOB_DATA` blob NULL,
  PRIMARY KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  INDEX `SCHED_NAME`(`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  CONSTRAINT `qrtz_blob_triggers_ibfk_1` FOREIGN KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) REFERENCES `qrtz_triggers` (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_blob_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_calendars
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_calendars`;
CREATE TABLE `qrtz_calendars`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `CALENDAR_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `CALENDAR` blob NOT NULL,
  PRIMARY KEY (`SCHED_NAME`, `CALENDAR_NAME`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_calendars
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_cron_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_cron_triggers`;
CREATE TABLE `qrtz_cron_triggers`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `CRON_EXPRESSION` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TIME_ZONE_ID` varchar(80) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  CONSTRAINT `qrtz_cron_triggers_ibfk_1` FOREIGN KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) REFERENCES `qrtz_triggers` (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_cron_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_fired_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_fired_triggers`;
CREATE TABLE `qrtz_fired_triggers`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `ENTRY_ID` varchar(95) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `INSTANCE_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `FIRED_TIME` bigint(13) NOT NULL,
  `SCHED_TIME` bigint(13) NOT NULL,
  `PRIORITY` int(11) NOT NULL,
  `STATE` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `JOB_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `JOB_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `IS_NONCONCURRENT` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `REQUESTS_RECOVERY` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`SCHED_NAME`, `ENTRY_ID`) USING BTREE,
  INDEX `IDX_QRTZ_FT_TRIG_INST_NAME`(`SCHED_NAME`, `INSTANCE_NAME`) USING BTREE,
  INDEX `IDX_QRTZ_FT_INST_JOB_REQ_RCVRY`(`SCHED_NAME`, `INSTANCE_NAME`, `REQUESTS_RECOVERY`) USING BTREE,
  INDEX `IDX_QRTZ_FT_J_G`(`SCHED_NAME`, `JOB_NAME`, `JOB_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_FT_JG`(`SCHED_NAME`, `JOB_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_FT_T_G`(`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_FT_TG`(`SCHED_NAME`, `TRIGGER_GROUP`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_fired_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_job_details
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_job_details`;
CREATE TABLE `qrtz_job_details`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `JOB_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `JOB_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `DESCRIPTION` varchar(250) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `JOB_CLASS_NAME` varchar(250) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `IS_DURABLE` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `IS_NONCONCURRENT` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `IS_UPDATE_DATA` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `REQUESTS_RECOVERY` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `JOB_DATA` blob NULL,
  PRIMARY KEY (`SCHED_NAME`, `JOB_NAME`, `JOB_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_J_REQ_RECOVERY`(`SCHED_NAME`, `REQUESTS_RECOVERY`) USING BTREE,
  INDEX `IDX_QRTZ_J_GRP`(`SCHED_NAME`, `JOB_GROUP`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_job_details
-- ----------------------------
INSERT INTO `qrtz_job_details` VALUES ('communityScheduler', 'postScoreRefreshJob', 'communityJobGroup', NULL, 'org.example.community.quartz.PostScoreRefreshJob', '1', '0', '0', '1', 0xACED0005737200156F72672E71756172747A2E4A6F62446174614D61709FB083E8BFA9B0CB020000787200266F72672E71756172747A2E7574696C732E537472696E674B65794469727479466C61674D61708208E8C3FBC55D280200015A0013616C6C6F77735472616E7369656E74446174617872001D6F72672E71756172747A2E7574696C732E4469727479466C61674D617013E62EAD28760ACE0200025A000564697274794C00036D617074000F4C6A6176612F7574696C2F4D61703B787000737200116A6176612E7574696C2E486173684D61700507DAC1C31660D103000246000A6C6F6164466163746F724900097468726573686F6C6478703F40000000000010770800000010000000007800);

-- ----------------------------
-- Table structure for qrtz_locks
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_locks`;
CREATE TABLE `qrtz_locks`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `LOCK_NAME` varchar(40) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  PRIMARY KEY (`SCHED_NAME`, `LOCK_NAME`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_locks
-- ----------------------------
INSERT INTO `qrtz_locks` VALUES ('communityScheduler', 'STATE_ACCESS');
INSERT INTO `qrtz_locks` VALUES ('communityScheduler', 'TRIGGER_ACCESS');

-- ----------------------------
-- Table structure for qrtz_paused_trigger_grps
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_paused_trigger_grps`;
CREATE TABLE `qrtz_paused_trigger_grps`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  PRIMARY KEY (`SCHED_NAME`, `TRIGGER_GROUP`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_paused_trigger_grps
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_scheduler_state
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_scheduler_state`;
CREATE TABLE `qrtz_scheduler_state`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `INSTANCE_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `LAST_CHECKIN_TIME` bigint(13) NOT NULL,
  `CHECKIN_INTERVAL` bigint(13) NOT NULL,
  PRIMARY KEY (`SCHED_NAME`, `INSTANCE_NAME`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_scheduler_state
-- ----------------------------
INSERT INTO `qrtz_scheduler_state` VALUES ('communityScheduler', 'LAPTOP-PAQV9E3R1662381210949', 1662382195533, 7500);

-- ----------------------------
-- Table structure for qrtz_simple_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_simple_triggers`;
CREATE TABLE `qrtz_simple_triggers`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `REPEAT_COUNT` bigint(7) NOT NULL,
  `REPEAT_INTERVAL` bigint(12) NOT NULL,
  `TIMES_TRIGGERED` bigint(10) NOT NULL,
  PRIMARY KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  CONSTRAINT `qrtz_simple_triggers_ibfk_1` FOREIGN KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) REFERENCES `qrtz_triggers` (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_simple_triggers
-- ----------------------------
INSERT INTO `qrtz_simple_triggers` VALUES ('communityScheduler', 'postScoreRefresh', 'postScoreRefreshTriggerGroup', -1, 300000, 22314);

-- ----------------------------
-- Table structure for qrtz_simprop_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_simprop_triggers`;
CREATE TABLE `qrtz_simprop_triggers`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `STR_PROP_1` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `STR_PROP_2` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `STR_PROP_3` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `INT_PROP_1` int(11) NULL DEFAULT NULL,
  `INT_PROP_2` int(11) NULL DEFAULT NULL,
  `LONG_PROP_1` bigint(20) NULL DEFAULT NULL,
  `LONG_PROP_2` bigint(20) NULL DEFAULT NULL,
  `DEC_PROP_1` decimal(13, 4) NULL DEFAULT NULL,
  `DEC_PROP_2` decimal(13, 4) NULL DEFAULT NULL,
  `BOOL_PROP_1` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `BOOL_PROP_2` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  CONSTRAINT `qrtz_simprop_triggers_ibfk_1` FOREIGN KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) REFERENCES `qrtz_triggers` (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_simprop_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_triggers`;
CREATE TABLE `qrtz_triggers`  (
  `SCHED_NAME` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `JOB_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `JOB_GROUP` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `DESCRIPTION` varchar(250) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `NEXT_FIRE_TIME` bigint(13) NULL DEFAULT NULL,
  `PREV_FIRE_TIME` bigint(13) NULL DEFAULT NULL,
  `PRIORITY` int(11) NULL DEFAULT NULL,
  `TRIGGER_STATE` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `TRIGGER_TYPE` varchar(8) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `START_TIME` bigint(13) NOT NULL,
  `END_TIME` bigint(13) NULL DEFAULT NULL,
  `CALENDAR_NAME` varchar(190) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `MISFIRE_INSTR` smallint(2) NULL DEFAULT NULL,
  `JOB_DATA` blob NULL,
  PRIMARY KEY (`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_T_J`(`SCHED_NAME`, `JOB_NAME`, `JOB_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_T_JG`(`SCHED_NAME`, `JOB_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_T_C`(`SCHED_NAME`, `CALENDAR_NAME`) USING BTREE,
  INDEX `IDX_QRTZ_T_G`(`SCHED_NAME`, `TRIGGER_GROUP`) USING BTREE,
  INDEX `IDX_QRTZ_T_STATE`(`SCHED_NAME`, `TRIGGER_STATE`) USING BTREE,
  INDEX `IDX_QRTZ_T_N_STATE`(`SCHED_NAME`, `TRIGGER_NAME`, `TRIGGER_GROUP`, `TRIGGER_STATE`) USING BTREE,
  INDEX `IDX_QRTZ_T_N_G_STATE`(`SCHED_NAME`, `TRIGGER_GROUP`, `TRIGGER_STATE`) USING BTREE,
  INDEX `IDX_QRTZ_T_NEXT_FIRE_TIME`(`SCHED_NAME`, `NEXT_FIRE_TIME`) USING BTREE,
  INDEX `IDX_QRTZ_T_NFT_ST`(`SCHED_NAME`, `TRIGGER_STATE`, `NEXT_FIRE_TIME`) USING BTREE,
  INDEX `IDX_QRTZ_T_NFT_MISFIRE`(`SCHED_NAME`, `MISFIRE_INSTR`, `NEXT_FIRE_TIME`) USING BTREE,
  INDEX `IDX_QRTZ_T_NFT_ST_MISFIRE`(`SCHED_NAME`, `MISFIRE_INSTR`, `NEXT_FIRE_TIME`, `TRIGGER_STATE`) USING BTREE,
  INDEX `IDX_QRTZ_T_NFT_ST_MISFIRE_GRP`(`SCHED_NAME`, `MISFIRE_INSTR`, `NEXT_FIRE_TIME`, `TRIGGER_GROUP`, `TRIGGER_STATE`) USING BTREE,
  CONSTRAINT `qrtz_triggers_ibfk_1` FOREIGN KEY (`SCHED_NAME`, `JOB_NAME`, `JOB_GROUP`) REFERENCES `qrtz_job_details` (`SCHED_NAME`, `JOB_NAME`, `JOB_GROUP`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_triggers
-- ----------------------------
INSERT INTO `qrtz_triggers` VALUES ('communityScheduler', 'postScoreRefresh', 'postScoreRefreshTriggerGroup', 'postScoreRefreshJob', 'communityJobGroup', NULL, 1662382320224, 1662382020224, 0, 'WAITING', 'SIMPLE', 1655688120224, 0, NULL, 0, '');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `password` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `salt` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `email` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `type` int(11) NULL DEFAULT NULL COMMENT '0-普通用户; 1-超级管理员; 2-版主;',
  `status` int(11) NULL DEFAULT NULL COMMENT '0-未激活; 1-已激活;',
  `activation_code` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `header_url` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `create_time` timestamp(0) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `index_username`(`username`(20)) USING BTREE,
  INDEX `index_email`(`email`(20)) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 175 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'SYSTEM', 'SYSTEM', 'SYSTEM', 'nowcoder1@sina.com', 0, 1, NULL, 'http://static.nowcoder.com/images/head/notify.png', '2019-04-13 02:11:03');
INSERT INTO `user` VALUES (11, 'admin', '202cb962ac59075b964b07152d234b70b5deb', 'b5deb', 'nowcoder11@sina.com', 1, 1, NULL, 'http://rhqlzgjap.hn-bkt.clouddn.com/e37051e6ace14f699f696d6a4e47ddd2', '2019-04-17 09:11:27');
INSERT INTO `user` VALUES (12, 'nowcoder12', '202cb962ac59075b964b07152d234b70b5deb', 'b5deb', 'nowcoder12@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/12t.png', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (13, 'nowcoder13', '202cb962ac59075b964b07152d234b70b5deb', 'b5deb', 'nowcoder13@sina.com', 1, 1, NULL, 'http://localhost:8080/community/user/header/049916d1f97f4b2a853aaceae5975593.jpg', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (21, 'nowcoder21', '202cb962ac59075b964b07152d234b70b5deb', 'b5deb', 'nowcoder21@sina.com', 2, 1, NULL, 'http://localhost:8080/community/user/header/bb46f8cf65f74b8fbf1078244476c3a0.png', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (22, 'nowcoder22', '25ac0a2e8bd0f28928de3c56149283d6', '49f10', 'nowcoder22@sina.com', 2, 1, NULL, 'http://images.nowcoder.com/head/22t.png', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (23, 'nowcoder23', '25ac0a2e8bd0f28928de3c56149283d6', '49f10', 'nowcoder23@sina.com', 2, 1, NULL, 'http://images.nowcoder.com/head/23t.png', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (24, 'nowcoder24', '25ac0a2e8bd0f28928de3c56149283d6', '49f10', 'nowcoder24@sina.com', 2, 1, NULL, 'http://images.nowcoder.com/head/24t.png', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (25, 'nowcoder25', '25ac0a2e8bd0f28928de3c56149283d6', '49f10', 'nowcoder25@sina.com', 2, 1, NULL, 'http://images.nowcoder.com/head/25t.png', '2019-04-17 09:11:28');
INSERT INTO `user` VALUES (101, 'liubei', '390ba5f6b5f18dd4c63d7cda170a0c74', '12345', 'nowcoder101@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/100t.png', '2019-04-03 04:04:55');
INSERT INTO `user` VALUES (102, 'guanyu', '390ba5f6b5f18dd4c63d7cda170a0c74', '12345', 'nowcoder102@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/200t.png', '2019-04-03 04:04:55');
INSERT INTO `user` VALUES (103, 'zhangfei', '202cb962ac59075b964b07152d234b70b5deb', 'b5deb', 'nowcoder103@sina.com', 0, 1, NULL, 'http://rhqlzgjap.hn-bkt.clouddn.com/6a544dfa9e3041f2af5c3f4e5826f718', '2019-04-03 04:04:55');
INSERT INTO `user` VALUES (111, 'aaa', '202cb962ac59075b964b07152d234b70167f9', '167f9', 'nowcoder104@sina.com', 0, 1, NULL, 'http://rhqlzgjap.hn-bkt.clouddn.com/f709c1bbee364105b2e3f8c0cf192f6f', '2019-04-03 07:31:19');
INSERT INTO `user` VALUES (112, 'bbb', '216dc48902665b6a6dba534717d49592', '90ad0', 'nowcoder112@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/112t.png', '2019-04-04 10:36:24');
INSERT INTO `user` VALUES (113, 'ccc', '511247cf6bf9cf3d37aef555d0dd9b75', 'fe290', 'nowcoder113@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/705t.png', '2019-04-06 13:29:52');
INSERT INTO `user` VALUES (114, 'ddd', 'd432b1aaec9197cb6e23ed8e335fe42f', 'fd1b1', 'nowcoder114@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/972t.png', '2019-04-06 13:30:36');
INSERT INTO `user` VALUES (115, 'eee', 'caca1fe634005d505afd82ef7874fc4f', '0c8d2', 'nowcoder115@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/316t.png', '2019-04-06 13:30:48');
INSERT INTO `user` VALUES (116, 'fff', 'deda51913a3ae16d9915fc4c520ac4b6', '19341', 'nowcoder116@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/180t.png', '2019-04-06 13:31:00');
INSERT INTO `user` VALUES (117, 'ggg', '4e85bff4afbb34b2dd676f5e5737050f', '9931d', 'nowcoder117@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/896t.png', '2019-04-06 13:31:19');
INSERT INTO `user` VALUES (118, 'hhh', '8d4c0d490ea1585cd7973bb55bd39d07', 'e123d', 'nowcoder118@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/834t.png', '2019-04-06 13:38:18');
INSERT INTO `user` VALUES (119, 'iii', '2214de584a27c7c28dd46a9505bfdc8b', 'f8880', 'nowcoder119@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/240t.png', '2019-04-06 13:38:33');
INSERT INTO `user` VALUES (120, 'jjj', '9522866891d647323a7fb5c640b8fa37', '12c25', 'nowcoder120@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/760t.png', '2019-04-06 13:39:45');
INSERT INTO `user` VALUES (121, 'kkk', '5a80e7d897dec9b0aec2919fb42a158e', 'b8710', 'nowcoder121@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/358t.png', '2019-04-06 13:41:34');
INSERT INTO `user` VALUES (122, 'lll', 'fdc3616df634614bc0ffacee17f735bd', 'b067f', 'nowcoder122@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/70t.png', '2019-04-06 13:45:36');
INSERT INTO `user` VALUES (123, 'mmm', 'd9b57ddfa9faa06c581c803dc2811edb', 'f7014', 'nowcoder123@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/160t.png', '2019-04-06 13:48:34');
INSERT INTO `user` VALUES (124, 'nnn', 'f878b7181a95a3330d90198deab16aca', 'bbf47', 'nowcoder124@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/506t.png', '2019-04-06 13:49:39');
INSERT INTO `user` VALUES (125, 'ooo', 'f71e07cc9c6ebb9e8cfc1fc58265ff33', 'ff72a', 'nowcoder125@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/45t.png', '2019-04-06 13:50:35');
INSERT INTO `user` VALUES (126, 'ppp', 'e2f178c5076dabbb35b73da19774b271', '5027b', 'nowcoder126.sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/771t.png', '2019-04-06 13:51:42');
INSERT INTO `user` VALUES (127, 'qqq', 'd209b28b19fdcb4aafc3a795157a4651', '3aebf', 'nowcoder127@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/492t.png', '2019-04-06 13:52:29');
INSERT INTO `user` VALUES (128, 'rrr', 'a6043995e741593540687d87c1ce40e8', 'c543c', 'nowcoder128@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/779t.png', '2019-04-06 13:53:19');
INSERT INTO `user` VALUES (129, 'sss', 'ae8754f0d791f9fea1627a1862c4de5f', 'd3641', 'nowcoder129@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/977t.png', '2019-04-06 13:57:34');
INSERT INTO `user` VALUES (131, 'ttt', 'd50960f067142c59cc3bdac61b87759f', '72450', 'nowcoder131@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/677t.png', '2019-04-08 04:05:49');
INSERT INTO `user` VALUES (132, 'uuu', 'a80ba77157d2fd9c67dd3187907cef42', 'f1113', 'nowcoder132@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/278t.png', '2019-04-08 06:07:04');
INSERT INTO `user` VALUES (133, 'vvv', '202cb962ac59075b964b07152d234b70b5deb', 'b5deb', 'nowcoder133@sina.com', 0, 1, NULL, 'http://localhost:8080/community/user/header/10105846168047f8a190acc5f15a7a85.png', '2019-04-19 03:08:55');
INSERT INTO `user` VALUES (134, 'www', '3d3aeebb9cd302ae581dfa8fedd86ceb', 'dfc00', 'nowcoder134@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/134t.png', '2019-04-19 10:13:57');
INSERT INTO `user` VALUES (137, 'xxx', '046291c11cdfb896aa7cd48714bb6352', '968fc', 'nowcoder137@sina.com', 0, 1, NULL, 'http://images.nowcoder.com/head/677t.png', '2019-04-26 11:48:31');
INSERT INTO `user` VALUES (138, 'yyy', '046291c11cdfb896aa7cd48714bb6352', '968fc', 'nowcoder138@sina.com', 0, 1, '69dcd69f4c0145058df820e90820ba1e', 'http://images.nowcoder.com/head/138t.png', '2019-04-25 07:18:07');
INSERT INTO `user` VALUES (144, 'zzz', '07b83b7747ca08bc4b0153d5b8ce7519', '21e8b', 'nowcoder144@sina.com', 0, 1, '107eb2cbb8454fbe96848790e6a730b1', 'http://images.nowcoder.com/head/144t.png', '2019-04-26 08:59:50');
INSERT INTO `user` VALUES (145, 'lhh', 'd980a16ea0b3c8a81062ee806e65a4bc', '5abfc', 'nowcoder145@sina.com', 0, 1, 'f217b637e9544e2a9b4a88f78c583d03', 'http://images.nowcoder.com/head/145t.png', '2019-04-28 07:30:36');
INSERT INTO `user` VALUES (146, 'lihonghe', '202cb962ac59075b964b07152d234b70b1ff0', 'b1ff0', 'nowcoder146@sina.com', 0, 1, '5a61faee7af94e89ba7237b1277c9fed', 'http://localhost:8080/community/user/header/68c41eac160c40bc9aed5554c7713bb0.png', '2019-04-29 03:47:24');
INSERT INTO `user` VALUES (149, 'niuke', '202cb962ac59075b964b07152d234b70b1ff0', 'b1ff0', 'nowcoder149@sina.com', 1, 1, 'd7a5714a145b4461b5a4199cc5a0014f', 'http://rhqlzgjap.hn-bkt.clouddn.com/a5c804dfbc57443198ab0229d27d1c4d', '2019-05-17 07:48:11');

SET FOREIGN_KEY_CHECKS = 1;
